"{\"\\\"Is\\nthat really so, or are you deluding me in my fever?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"but\\nin the same moment reflected that the man was a stranger; that I did not know where\\nhe came from, and that of his own free will he was helping me out when everyone else\\nhad failed me.\": {\"neg\": 0.097, \"neu\": 0.744, \"pos\": 0.159, \"compound\": 0.4215}, \"I glanced around the room; no one had\\nheard it; the parents were leaning forward in silence waiting for my verdict; the sister\\nhad set a chair for my handbag; I opened the bag and hunted among my instruments;\\nthe boy kept clutching at me from his bed to remind me of his entreaty; I picked up a\\npair of tweezers, examined them in the candlelight, and laid them down again.\": {\"neg\": 0.032, \"neu\": 0.944, \"pos\": 0.024, \"compound\": -0.1531}, \"Poor boy, you were past helping.\": {\"neg\": 0.333, \"neu\": 0.43, \"pos\": 0.237, \"compound\": -0.2263}, \"\\\"Will you save me?\\\"\": {\"neg\": 0.0, \"neu\": 0.484, \"pos\": 0.516, \"compound\": 0.4939}, \"\\\"Right,\\\" I said, \\\"it is a shame.\": {\"neg\": 0.437, \"neu\": 0.563, \"pos\": 0.0, \"compound\": -0.4767}, \"The family was pleased; they saw me\\nbusying myself; the sister told the mother, the mother the father, the father told\\nseveral guests who were coming in, through the moonlight at the open door, walking\\non tiptoe, keeping their balance with outstretched arms.\": {\"neg\": 0.0, \"neu\": 0.935, \"pos\": 0.065, \"compound\": 0.4404}, \"I was the district doctor and did my duty to the uttermost, to the point where it\\nbecame almost too much.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A magnificent pair of horses, I observed, such as I had\\nnever sat behind, and I climbed in happily.\": {\"neg\": 0.0, \"neu\": 0.634, \"pos\": 0.366, \"compound\": 0.8176}, \"What am I to do?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And I nodded to the family.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"No,\\\" shrieked Rose, fleeing into the house with a justified presentiment that her fate\\nwas inescapable; I heard the door chain rattle as she put it up; I heard the key turn in\\nthe lock; I could see, moreover, how she put out the lights in the entrance hall and in\\nfurther flight all though the rooms to keep herself from being discovered.\": {\"neg\": 0.0, \"neu\": 0.956, \"pos\": 0.044, \"compound\": 0.4019}, \"Always expecting the impossible from the doctor.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"he asked, crawling out on all fours.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And yet I am a\\ndoctor.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"he said; clapped his hands; the gig whirled off like a log in a freshet; I could just hear the door of my house\\nsplitting and bursting as the groom charged at it and then I was deafened and blinded\\nby a storming rush that steadily buffeted all my senses.\": {\"neg\": 0.038, \"neu\": 0.909, \"pos\": 0.053, \"compound\": 0.1779}, \"Only a doctor, only a doctor.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so they came, the family and the village\\nelders, and stripped my clothes off me; a school choir with the teacher at the head of it\\nstood before the house and sang these words to an utterly simple tune:\\n Strip his clothes off, then he'll heal us,\\n If he doesn't, kill him dead!\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.8162}, \"Yet\\nhardly was she beside him when the groom clipped hold of her and pushed his face\\nagainst hers.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was badly paid and yet generous and helpful to the poor.\": {\"neg\": 0.321, \"neu\": 0.363, \"pos\": 0.316, \"compound\": -0.0258}, \"But as I shut my\\nbag and put an arm out for my fur coat, the family meanwhile standing together, the\\nfather sniffing at the glass of rum in his hand, the mother, apparently disappointed in\\nme -- why, what do people expect?\": {\"neg\": 0.067, \"neu\": 0.864, \"pos\": 0.069, \"compound\": 0.0258}, \"A dim stable lantern was swinging inside from a rope.\": {\"neg\": 0.0, \"neu\": 0.761, \"pos\": 0.239, \"compound\": 0.296}, \"My horse was dead,\\nand not a single person in the village would lend me another.\": {\"neg\": 0.235, \"neu\": 0.765, \"pos\": 0.0, \"compound\": -0.6486}, \"My clothes,\\nmy fur coat, my bag were quickly collected; I didn't want to waste time dressing; if the\\nhorses raced home as they had come, I should only be springing, as it were, out of this\\nbed into my own.\": {\"neg\": 0.03, \"neu\": 0.912, \"pos\": 0.058, \"compound\": 0.2755}, \"A fine wound is all I brought into the world; that was my sole\\nendowment.\\\"\": {\"neg\": 0.0, \"neu\": 0.87, \"pos\": 0.13, \"compound\": 0.2023}, \"She screamed and fled back to me; on her cheek stood out in red the\\nmarks of two rows of teeth.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.3182}, \"I'm not\\nthinking of paying for it by handing the girl over to you.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Well, this should be the end of my visit,\\nI had once more been called out needlessly, I was used to that, the whole district made\\nmy life a torment with my night bell, but that I should have to sacrifice Rose this time\\nas well, the pretty girl who had lived in my house for years almost without my noticing\\nher -- that sacrifice was too much to ask, and I had somehow to get it reasoned out in\\nmy head with the help of what craft I could muster, in order not to let fly at this family,\\nwhich with the best will in the world could not restore Rose to me.\": {\"neg\": 0.019, \"neu\": 0.835, \"pos\": 0.146, \"compound\": 0.9478}, \"Never shall I reach home at this rate; my flourishing practice is done for; my successor\\nis robbing me, but in vain, for he cannot take my place; in my house the disgusting\\ngroom is raging; Rose is his victim; I do not want to think about it anymore.\": {\"neg\": 0.302, \"neu\": 0.674, \"pos\": 0.024, \"compound\": -0.9474}, \"I was in great perplexity; I had to start on an urgent journey; a seriously ill patient was waiting for me in a village ten miles off; a thick blizzard of snow filled all the wide spaces between him and me; I had a gig, a light gig with big wheels, exactly\\nright for our country roads; muffled in furs, my bag of instruments in my hand, I was\\nin the courtyard all ready for the journey; but there was no horse to be had, no horse.\": {\"neg\": 0.102, \"neu\": 0.808, \"pos\": 0.09, \"compound\": -0.2617}, \"\\\"You brute,\\\" I yelled in fury, \\\"do you want a whipping?\\\"\": {\"neg\": 0.308, \"neu\": 0.583, \"pos\": 0.108, \"compound\": -0.5267}, \"Naked,\\nexposed to the frost of this most unhappy of ages, with an earthly vehicle, unearthly\\nhorses, old man that I am, I wander astray.\": {\"neg\": 0.173, \"neu\": 0.827, \"pos\": 0.0, \"compound\": -0.5256}, \"My fur coat is hanging from the back of the\\ngig, but I cannot reach it, and none of my limber pack of patients lifts a finger.\": {\"neg\": 0.044, \"neu\": 0.956, \"pos\": 0.0, \"compound\": -0.0286}, \"But on a closer inspection there was another\\ncomplication.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Oh, I must be, I can't help it.\": {\"neg\": 0.311, \"neu\": 0.689, \"pos\": 0.0, \"compound\": -0.3089}, \"I had discovered your great wound;\\nthis blossom in your side was destroying you.\": {\"neg\": 0.193, \"neu\": 0.588, \"pos\": 0.219, \"compound\": 0.128}, \"Betrayed!\": {\"neg\": 1.0, \"neu\": 0.0, \"pos\": 0.0, \"compound\": -0.6476}, \"\\\"Shall I yoke\\nup?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A man,\\ncrouching on his hams in that low space, showed an open blue-eyed face.\": {\"neg\": 0.139, \"neu\": 0.861, \"pos\": 0.0, \"compound\": -0.2732}, \"I could not help a low whistle of surprise.\": {\"neg\": 0.222, \"neu\": 0.393, \"pos\": 0.385, \"compound\": 0.167}, \"But this only for a moment,\\nsince, as if my patient's farmyard had opened out just before my courtyard gate, I was\\nalready there; the horses had come quietly to a standstill; the blizzard had stopped;\\nmoonlight all around; my patient's parents hurried out of the house, his sister behind\\nthem; I was almost lifted out of the gig; from their confused ejaculations I gathered not\\na word; in the sickroom the air was almost unbreathable; the neglected stove was\\nsmoking; I wanted to push open a window; but first I had to look at my patient.\": {\"neg\": 0.057, \"neu\": 0.943, \"pos\": 0.0, \"compound\": -0.4885}, \"Then they all left the room; the door was shut; the singing stopped;\\nclouds covered the moon; the bedding was warm around me; the horses' heads in the\\nopen windows wavered like shadows.\": {\"neg\": 0.052, \"neu\": 0.826, \"pos\": 0.121, \"compound\": 0.3612}, \"\\\"Am I supposed\\nto be content with this apology?\": {\"neg\": 0.0, \"neu\": 0.848, \"pos\": 0.152, \"compound\": 0.0644}, \"That was how it looked from a distance.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I have been in all the sickrooms, far and wide, and I tell you: your wound is not\\nso bad.\": {\"neg\": 0.0, \"neu\": 0.826, \"pos\": 0.174, \"compound\": 0.5549}, \"I was altogether composed and equal to the situation\\nand remained so, although it was no help to me, since they now took me by the head\\nand feet and carried me to the bed.\": {\"neg\": 0.06, \"neu\": 0.867, \"pos\": 0.073, \"compound\": 0.128}, \"These horses, now, they had somehow slipped\\nthe reins loose, pushed the windows open from outside, I did not know how; each of\\nthem had stuck a head in at a window and, quite unmoved by the startled cries of the\\nfamily, stood eyeing the patient.\": {\"neg\": 0.182, \"neu\": 0.818, \"pos\": 0.0, \"compound\": -0.7717}, \"-- biting her lips with tears in her eyes, the sister\\nfluttering a blood-soaked towel, I was somehow ready to admit conditionally that the\\nboy might be ill after all.\": {\"neg\": 0.142, \"neu\": 0.727, \"pos\": 0.13, \"compound\": -0.1027}, \"My own horse had died in the night, worn out by the fatigues of this icy winter; my\\nservant girl was now running around the village trying to borrow a horse; but it was\\nhopeless, I knew it, and I stood there forlornly, with the snow gathering more and\\nmore thickly upon me, more and more unable to move.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.8201}, \"As if he knew my thoughts he took no offense at my threat but, still\\nbusied with the horses, only turned around once toward me.\": {\"neg\": 0.194, \"neu\": 0.806, \"pos\": 0.0, \"compound\": -0.5106}, \"Good enough.\": {\"neg\": 0.0, \"neu\": 0.256, \"pos\": 0.744, \"compound\": 0.4404}, \"Well, as it pleases them; I have not thrust my services on them; if they misuse\\nme for sacred ends, I let that happen to me too; what better do I want, old country\\ndoctor that I am, bereft of my servant girl!\": {\"neg\": 0.0, \"neu\": 0.79, \"pos\": 0.21, \"compound\": 0.807}, \"\\\"Gee up!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I went toward him, he welcomed me smiling as if I were\\nbringing him the most nourishing invalid broth -- ah, now both horses were\\nwhinnying together; the noise, I suppose, was ordained by heaven to assist my\\nexamination of the patient -- and this time I discovered that the boy was indeed ill.\": {\"neg\": 0.049, \"neu\": 0.8, \"pos\": 0.151, \"compound\": 0.7096}, \"\\\"Do you know,\\\" said a voice in my ear, \\\"I have\\nvery little confidence in you.\": {\"neg\": 0.0, \"neu\": 0.81, \"pos\": 0.19, \"compound\": 0.5082}, \"It flew open and flapped to and fro on its hinges.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That was how it was.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"My young friend,\\\" said I, \\\"your mistake is: you have not a wide enough\\nview.\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.34}, \"I confirmed what I already knew; the boy was quite sound, something a little\\nwrong with his circulation, saturated with coffee by his solicitous mother, but sound\\nand best turned out of bed with one shove.\": {\"neg\": 0.049, \"neu\": 0.801, \"pos\": 0.15, \"compound\": 0.7092}, \"Many a one proffers his side\\nand can hardly hear the ax in the forest, far less that it is coming nearer to him.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The servant girl was standing beside me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then my clothes were off and I looked at the people quietly, my fingers in my beard\\nand my head cocked to one side.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I swung myself onto the horse.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I shook my head; in the narrow confines of the old man's\\nthoughts I felt ill; that was my only reason for refusing the drink.\": {\"neg\": 0.257, \"neu\": 0.743, \"pos\": 0.0, \"compound\": -0.7096}, \"I strode through the courtyard once more; I could see no way out;\\nin my confused distress I kicked at the dilapidated door of the yearlong uninhabited\\npigsty.\": {\"neg\": 0.271, \"neu\": 0.729, \"pos\": 0.0, \"compound\": -0.8}, \"Obediently a horse backed away from the window; I threw my\\nbundle into the gig; the fur coat missed its mark and was caught on a hook only by the\\nsleeve.\": {\"neg\": 0.075, \"neu\": 0.887, \"pos\": 0.038, \"compound\": -0.2732}, \"But at once\\nthey were standing up, their legs long and their bodies steaming thickly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Rosered,\\nin many variations of shade, dark in the hollows, lighter at the edges, softly\\ngranulated, with irregular clots of blood, open as a surface mine to the daylight.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Instead of helping me, you're cramping me on my deathbed.\": {\"neg\": 0.0, \"neu\": 0.804, \"pos\": 0.196, \"compound\": 0.296}, \"A false alarm on the night bell once answered -- it cannot be made\\ngood, not ever.\": {\"neg\": 0.256, \"neu\": 0.744, \"pos\": 0.0, \"compound\": -0.5867}, \"They laid me down in it next to the wall, on the\\nside of the wound.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A steam and smell as of horses\\ncame out from it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes,\\\" I\\nthought blasphemously, \\\"in cases like this the gods are helpful, send the missing horse,\\nadd to it a second because of the urgency, and to crown everything bestow even a\\ngroom --\\\" And only now did I remember Rose again; what was I to do, how could I\\nrescue her, how could I pull her away from under that groom at ten miles' distance,\\nwith a team of horses I couldn't control.\": {\"neg\": 0.031, \"neu\": 0.85, \"pos\": 0.12, \"compound\": 0.7506}, \"To write prescriptions is easy, but to\\ncome to an understanding with people is hard.\": {\"neg\": 0.097, \"neu\": 0.785, \"pos\": 0.118, \"compound\": 0.09}, \"And he took it and lay still.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You never know what you're going to find in your own house,\\\" she said, and we both\\nlaughed.\": {\"neg\": 0.0, \"neu\": 0.85, \"pos\": 0.15, \"compound\": 0.4588}, \"They\\nhave lost their ancient beliefs; the parson sits at home and unravels his vestments, one\\nafter another; but the doctor is supposed to be omnipotent with his merciful surgeon's\\nhand.\": {\"neg\": 0.047, \"neu\": 0.83, \"pos\": 0.123, \"compound\": 0.5647}, \"Gaunt,\\nwithout any fever, not cold, not warm, with vacant eyes, without a shirt, the youngster\\nheaved himself up from under the feather bedding, threw his arms around my neck,\\nand whispered in my ear: \\\"Doctor, let me die.\\\"\": {\"neg\": 0.0, \"neu\": 0.961, \"pos\": 0.039, \"compound\": 0.1262}, \"\\\"Better go back at once,\\\" I thought, as if the horses\\nwere summoning me to the return journey, yet I permitted the patient's sister, who\\nfancied that I was dazed by the heat, to take my fur coat from me.\": {\"neg\": 0.043, \"neu\": 0.884, \"pos\": 0.073, \"compound\": 0.296}, \"The horses were still standing faithfully in their places.\": {\"neg\": 0.0, \"neu\": 0.741, \"pos\": 0.259, \"compound\": 0.4215}, \"That is what\\npeople are like in my district.\": {\"neg\": 0.0, \"neu\": 0.762, \"pos\": 0.238, \"compound\": 0.3612}, \"In\\nhis right side, near the hip, was an open wound as big as the palm of my hand.\": {\"neg\": 0.0, \"neu\": 0.849, \"pos\": 0.151, \"compound\": 0.4939}, \"What was I doing there in that endless winter!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"With the reins loosely trailing,\\none horse barely fastened to the other, the gig swaying behind, my fur coat last of all in\\nthe snow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"whispered the boy with a sob, quite blinded by the life within his wound.\": {\"neg\": 0.143, \"neu\": 0.857, \"pos\": 0.0, \"compound\": -0.25}, \"Believe me, it is not too easy for me either.\\\"\": {\"neg\": 0.211, \"neu\": 0.789, \"pos\": 0.0, \"compound\": -0.3412}, \"In the gateway the girl\\nappeared, alone, and waved the lantern; of course, who would lend a horse at this time for such a journey?\": {\"neg\": 0.083, \"neu\": 0.917, \"pos\": 0.0, \"compound\": -0.25}, \"But now it was time for me to\\nthink of escaping.\": {\"neg\": 0.0, \"neu\": 0.893, \"pos\": 0.107, \"compound\": 0.0516}, \"\\\"Of course,\\\" said he, \\\"I'm not coming with you anyway, I'm staying with Rose.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"It is really so, take the word of\\nhonor of an official doctor.\\\"\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.4939}, \"\\\"But I'll drive, you don't know the way,\\\" I\\nsaid.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The mother stood by\\nthe bedside and cajoled me toward it; I yielded, and, while one of the horses whinnied\\nPage 251\\nloudly to the ceiling, laid my head to the boy's breast, which shivered under my wet\\nbeard.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A glass of rum was\\npoured out for me, the old man clapped me on the shoulder, a familiarity justified by\\nthis offer of his treasure.\": {\"neg\": 0.0, \"neu\": 0.818, \"pos\": 0.182, \"compound\": 0.5994}, \"What I'd\\nlike best is to scratch your eyes out.\\\"\": {\"neg\": 0.0, \"neu\": 0.544, \"pos\": 0.456, \"compound\": 0.7717}, \"I always have to put up\\nwith things.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I did not know what to say and merely\\nstooped down to see what else was in the sty.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Hey there, Brother, hey there, Sister!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"called the groom, and two horses,\\nenormous creatures with powerful flanks, one after the other, their legs tucked close to\\ntheir bodies, each well-shaped head lowered like a camel's, by sheer strength of\\nbuttocking squeezed out through the door hole which they filled entirely.\": {\"neg\": 0.031, \"neu\": 0.796, \"pos\": 0.173, \"compound\": 0.7906}, \"They knew nothing about it,\\nand, had they known, would not have believed it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I said, but there was no galloping; slowly, like old men, we crawled\\nthrough the snowy wastes; a long time echoed behind us the new but faulty song of the\\nchildren:\\n O be joyful, all you patients,\\n The doctor's laid in bed beside you!\": {\"neg\": 0.111, \"neu\": 0.716, \"pos\": 0.172, \"compound\": 0.63}, \"\\\"Get in,\\\" he said then, and\\nindeed: everything was ready.\": {\"neg\": 0.0, \"neu\": 0.783, \"pos\": 0.217, \"compound\": 0.3612}, \"I am no world reformer and so I let him lie.\": {\"neg\": 0.216, \"neu\": 0.784, \"pos\": 0.0, \"compound\": -0.296}, \"I\\nhad still to see that Rose was all right, and then the boy might have his way and I\\nwanted to die too.\": {\"neg\": 0.157, \"neu\": 0.843, \"pos\": 0.0, \"compound\": -0.5994}, \"Done in a tight corner with two strokes of the ax.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You're\\ncoming with me,\\\" I said to the groom, \\\"or I won't go, urgent as my journey is.\": {\"neg\": 0.096, \"neu\": 0.904, \"pos\": 0.0, \"compound\": -0.1511}, \"Worms, as thick and as long\\nas my little finger, themselves rose-red and blood-spotted as well, were wriggling from\\ntheir fastness in the interior of the wound toward the light, with small white heads and\\nmany little legs.\": {\"neg\": 0.0, \"neu\": 0.946, \"pos\": 0.054, \"compound\": 0.2732}, \"I had to get my team out\\nof the pigsty; if they hadn't chanced to be horses I should have had to travel with\\nswine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Give him a\\nhand,\\\" I said, and the willing girl hurried to help the groom with the harnessing.\": {\"neg\": 0.0, \"neu\": 0.847, \"pos\": 0.153, \"compound\": 0.4019}, \"Why, you were only blown in here, you didn't come on\\nyour own feet.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}}"