"{\"In itself it was nothing very extraordinary, for I have seen\\nPage 312\\nmany such things, and more remarkable things too, often enough since, but at the\\ntime it struck me with all the force of a first impression, one of those impressions\\nwhich can never be erased and influence much of one's later conduct.\": {\"neg\": 0.043, \"neu\": 0.836, \"pos\": 0.122, \"compound\": 0.5642}, \"Why do I not do as the others: live in harmony with my people\\nand accept in silence whatever disturbs the harmony, ignoring it as a small error in the\\ngreat account, always keeping in mind the things that bind us happily together, not\\nthose that drive us again and again, as though by sheer force, out of our social circle?\": {\"neg\": 0.111, \"neu\": 0.68, \"pos\": 0.209, \"compound\": 0.8126}, \"The way goes through fasting; the highest, if it is attainable, is\\nattainable only by the highest effort, and the highest effort among us is voluntary\\nfasting.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In my case it\\nwas all the more necessary as I was not able to employ the real method of science, to\\navail myself, that is, of the labors of my predecessors, and establish contact with\\ncontemporary investigators.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I tried to quiet my apprehensions\\nas best I could; friends, to whom I divulged them, helped me; more peaceful times\\nPage 310\\ncame -- times, it is true, in which these sudden surprises were not lacking, but in\\nwhich they were accepted with more philosophy, fitted into my life with more\\nphilosophy, inducing a certain melancholy and lethargy, it may be, but nevertheless\\nallowing me to carry on as a somewhat cold, reserved, shy, and calculating, but all\\nthings considered normal enough dog.\": {\"neg\": 0.111, \"neu\": 0.72, \"pos\": 0.169, \"compound\": 0.5327}, \"I\\nasked.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Can I contemplate the foundations of our existence,\\ndivine their profundity, watch the labor of their construction, that dark labor, and\\nPage 322\\nexpect all this to be forsaken, neglected, undone, simply because I ask a question?\": {\"neg\": 0.087, \"neu\": 0.821, \"pos\": 0.092, \"compound\": 0.0516}, \"Now consider\\nthis answer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 323\\n Recently I have taken more and more to casting up my life, looking for the\\ndecisive, the fundamental, error that I must surely have made; and I cannot find it.\": {\"neg\": 0.081, \"neu\": 0.776, \"pos\": 0.143, \"compound\": 0.2732}, \"So here was a threefold prohibition instead of merely one, and I had\\nviolated it.\": {\"neg\": 0.221, \"neu\": 0.779, \"pos\": 0.0, \"compound\": -0.5267}, \"No, whatever objection I may have to my age, former\\ngenerations were not better, indeed in a sense they were far worse, far weaker.\": {\"neg\": 0.371, \"neu\": 0.629, \"pos\": 0.0, \"compound\": -0.8627}, \"Was it my questions, then, that pleased\\nthem, and that they regarded as so clever?\": {\"neg\": 0.0, \"neu\": 0.658, \"pos\": 0.342, \"compound\": 0.7761}, \"\\\"I must go; you must hunt,\\\" I\\nsaid, \\\"nothing but musts.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My own inquiries, however, are in another\\ndirection.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And did I not myself assent?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Besides, one may, of course -- in the pungent popular phrase -- have \\\"got it all wrong,\\\"\\nas well as everything connected with it; then it could bedemonstrated that this was\\nsimply a case where seven musicians had assembled to practice their art in the\\nmorning stillness, that a very young dog had strayed to the place, a burdensome\\nintruder whom they had tried to drive away by particularly terrifying or lofty music,\\nunfortunately without success.\": {\"neg\": 0.145, \"neu\": 0.797, \"pos\": 0.058, \"compound\": -0.8069}, \"I was\\nsatisfied.\": {\"neg\": 0.0, \"neu\": 0.263, \"pos\": 0.737, \"compound\": 0.4215}, \"But it is only a metaphor.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Could there be a conspiracy to fool me?\": {\"neg\": 0.558, \"neu\": 0.442, \"pos\": 0.0, \"compound\": -0.743}, \"Besides, it was not long before the dogs\\nvanished with all their music and their radiance into the darkness from which they had\\nemerged.\": {\"neg\": 0.076, \"neu\": 0.833, \"pos\": 0.091, \"compound\": 0.1027}, \"A border region between these two sciences, however, had\\nalready attracted my attention.\": {\"neg\": 0.0, \"neu\": 0.797, \"pos\": 0.203, \"compound\": 0.4215}, \"Those who have preserved even a little freedom of judgment on\\nscientific matters -- and their numbers are truly small, for science draws a wider and\\nwider circle around itself -- will easily see, without having to make any specific\\nexperiment, that the main part of the food that is discovered on the ground in such\\ncases comes from above; indeed customarily we snap up most of our food, according\\nto our dexterity and greed, before it has reached the ground at all.\": {\"neg\": 0.03, \"neu\": 0.839, \"pos\": 0.131, \"compound\": 0.791}, \"\\\"I can hear it already, though\\nyou deny it,\\\" I said, trembling.\": {\"neg\": 0.353, \"neu\": 0.647, \"pos\": 0.0, \"compound\": -0.5994}, \"Today, of course, I deny the validity of all such perceptions and\\nascribe them to my overexcitation at that time, but even if it was an error it had\\nnevertheless a sort of grandeur, and is the sole, even if delusive, reality that I have\\ncarried over into this world from my period of fasting, and shows at least how far we\\ncan go when we are beyond ourselves.\": {\"neg\": 0.073, \"neu\": 0.87, \"pos\": 0.057, \"compound\": -0.0231}, \"I kept on saying to myself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Was I really so alone in my inquiries, at the beginning and up to now?\": {\"neg\": 0.186, \"neu\": 0.814, \"pos\": 0.0, \"compound\": -0.4523}, \"Certainly such freedom as is possible today is a wretched business.\": {\"neg\": 0.0, \"neu\": 0.548, \"pos\": 0.452, \"compound\": 0.765}, \"And\\nas for walking on their hind legs, perhaps, unlike other dogs, they actually used only\\nthese for walking; if it was a sin, well, it was a sin.\": {\"neg\": 0.216, \"neu\": 0.721, \"pos\": 0.063, \"compound\": -0.7269}, \"And all this ceaseless labor -- to what end?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I do not\\ndeviate from the dog nature by a hairbreadth.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Take an\\nordinary occurrence that happens every day.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"People often praise the universal progress made by the dog community\\nthroughout the ages, and probably mean by that more particularly the progress in\\nknowledge.\": {\"neg\": 0.0, \"neu\": 0.705, \"pos\": 0.295, \"compound\": 0.8481}, \"These were the really young dogs, but their\\nPage 331\\nsole ambition unfortunately was to become old dogs, truly a thing which they could\\nnot fail to achieve, as all succeeding generations show, and ours, the last, most clearly\\nof all.\": {\"neg\": 0.057, \"neu\": 0.648, \"pos\": 0.295, \"compound\": 0.9302}, \"At any other time I would gladly have submitted to\\nthe blandishments of such a beautiful creature, but at that moment, why, I cannot tell,\\nthe thought filled me with terror.\": {\"neg\": 0.136, \"neu\": 0.741, \"pos\": 0.123, \"compound\": -0.3506}, \"I find here a distinction in accordance with the one I\\nhave myself made; not a definitive distinction, perhaps, but yet clear enough.\": {\"neg\": 0.0, \"neu\": 0.841, \"pos\": 0.159, \"compound\": 0.5267}, \"We are the dogs who are crushed by the silence, who\\nlong to break through it, literally to get a breath of fresh air; the others seem to thrive\\non silence: true, that is only so in appearance, as in the case of the musical dogs, who\\nostensibly were quite calm when they played, but in reality were in a state of intense\\nexcitement; nevertheless the illusion is very strong, one tries to make a breach in it,\\nbut it mocks every attempt.\": {\"neg\": 0.062, \"neu\": 0.751, \"pos\": 0.187, \"compound\": 0.8685}, \"It is\\ninconceivable that there must not always have been and that there are not today\\nindividual dogs in the same case as myself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And I gazed at him -- he had merely shaken\\nhis head sadly at my rough answer -- with ever mounting desire.\": {\"neg\": 0.165, \"neu\": 0.726, \"pos\": 0.109, \"compound\": -0.1027}, \"Yes, that is the\\nburden of my complaint; that is the kernel of it.\": {\"neg\": 0.271, \"neu\": 0.585, \"pos\": 0.144, \"compound\": -0.34}, \"My visual\\nfaculties in themselves were no keener than usual; a beautiful but not at all\\nextraordinary hound stood before me; I could see that, and that was all, and yet it\\nseemed to me that I saw something more in him.\": {\"neg\": 0.039, \"neu\": 0.872, \"pos\": 0.09, \"compound\": 0.2732}, \"The reply to that is a\\nshrug, or a change of the subject, or annoyance, or laughter, and in a little while, when\\nyou ask again, you learn once more that they contribute to knowledge, and finally\\nwhen you are asked the question you yourself will reply -- if you are not careful -- to\\nthe same effect.\": {\"neg\": 0.064, \"neu\": 0.882, \"pos\": 0.054, \"compound\": 0.1169}, \"\\\"To give up my hunting,\\\" he said without hesitation.\": {\"neg\": 0.0, \"neu\": 0.815, \"pos\": 0.185, \"compound\": 0.2057}, \"The great\\nchoir of dogdom will join in as if it had been waiting for you.\": {\"neg\": 0.0, \"neu\": 0.69, \"pos\": 0.31, \"compound\": 0.743}, \"Only a dog lay here\\nPage 341\\nhelplessly snapping at the empty air, a dog who, though he still watered the ground\\nwith convulsive haste at short intervals and without being aware of it, could not\\nremember even the shortest of the countless incantations stored in his memory, not\\neven the little rhyme which the newly born puppy says when it snuggles under its\\nmother.\": {\"neg\": 0.064, \"neu\": 0.936, \"pos\": 0.0, \"compound\": -0.4939}, \"When I think back and recall the time when I was still a member of the canine\\ncommunity, sharing in all its preoccupations, a dog among dogs, I find on closer\\nexamination that from the very beginning I sensed some discrepancy, some little\\nmaladjustment, causing a slight feeling of discomfort which not even the most\\ndecorous public functions could eliminate; more, that sometimes, no, not sometimes,\\nbut very often, the mere look of some fellow dog of my own circle that I was fond of,\\nthe mere look of him, as if I had just caught it for the first time, would fill me with\\nhelpless embarrassment and fear, even with despair.\": {\"neg\": 0.156, \"neu\": 0.785, \"pos\": 0.058, \"compound\": -0.9141}, \"My last hopes, my last dreams vanished; I would perish here\\nmiserably; of what use were my researches?\": {\"neg\": 0.137, \"neu\": 0.619, \"pos\": 0.243, \"compound\": 0.34}, \"That is a\\nnatural and moreover an ugly process, in which I find nothing to praise.\": {\"neg\": 0.316, \"neu\": 0.558, \"pos\": 0.127, \"compound\": -0.5753}, \"So there I lay, sleeping\\nor keeping watch, dreaming or singing quietly to myself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Certainly\\nthe fate of types like mine must be a strange one, and the existence of my colleagues\\ncan never be of visible help to me, if for no other reason than that I should scarcely\\never be able to recognize them.\": {\"neg\": 0.086, \"neu\": 0.751, \"pos\": 0.163, \"compound\": 0.5574}, \"Well, I did so for some time, with great self-control, a\\nself-control made necessary by the annoyance I felt when I was interrupted by\\nperpetual questions that I mostly could not answer myself: for the only thing that\\nPage 328\\nconcerns me is to obtain answers.\": {\"neg\": 0.094, \"neu\": 0.776, \"pos\": 0.13, \"compound\": 0.4019}, \"That was the time -- much as I was ridiculed and\\ntreated as a silly puppy, and pushed here and pushed there -- the time when I actually\\nenjoyed most public esteem; never again was I to enjoy anything like it; I had free entry\\neverywhere, no obstacle was put in my way, I was actually flattered, though the flattery\\nwas disguised as rudeness.\": {\"neg\": 0.157, \"neu\": 0.612, \"pos\": 0.231, \"compound\": 0.6808}, \"The best\\nexample that I can quote is that of the soaring dog.\": {\"neg\": 0.0, \"neu\": 0.724, \"pos\": 0.276, \"compound\": 0.6369}, \"I was no\\nscholar, neither in the information I acquired, nor in method, nor in intention.\": {\"neg\": 0.145, \"neu\": 0.855, \"pos\": 0.0, \"compound\": -0.296}, \"\\\"Let me be,\\\" I said, \\\"leave me to myself and don't worry about me; the others\\nPage 342\\ndon't.\\\"\": {\"neg\": 0.061, \"neu\": 0.816, \"pos\": 0.123, \"compound\": 0.2973}, \"I had run in darkness for a long time, up and down, blind and deaf to\\neverything, led on by nothing but a vague desire, and now I suddenly came to a stop\\nwith the feeling that I was in the right place, and looking up saw that it was bright day,\\nonly a little hazy, and everywhere a blending and confusion of the most intoxicating\\nsmells; I greeted the morning with an uncertain barking, when -- as if I had conjured\\nthem up -- out of some place of darkness, to the accompaniment of terrible sounds\\nsuch as I had never heard before, seven dogs stepped into the light.\": {\"neg\": 0.18, \"neu\": 0.735, \"pos\": 0.085, \"compound\": -0.8806}, \"The others treat me with respect but do not understand\\nmy way of life; yet they bear me no grudge, and even young dogs whom I sometimes\\nsee passing in the distance, a new generation of whose childhood I have only a vague\\nmemory, do not deny me a reverential greeting.\": {\"neg\": 0.081, \"neu\": 0.737, \"pos\": 0.182, \"compound\": 0.6656}, \"Fie on them!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My senses, sharpened by fasting, suddenly seemed to see or hear something\\nabout him; it was just beginning, it was growing, it came nearer, and I knew that this\\nhound had the power to drive me away, even if I could not imagine to myself at the\\nmoment how I was ever to get to my feet.\": {\"neg\": 0.0, \"neu\": 0.969, \"pos\": 0.031, \"compound\": 0.1779}, \"How long will you be able to endure\\nit?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Please go away,\\\" he said, impatiently lifting his feet and setting them down\\nagain.\": {\"neg\": 0.159, \"neu\": 0.706, \"pos\": 0.135, \"compound\": -0.1027}, \"Or perhaps they did\\nunderstand him and with great self-control answered his questions, but he, a mere\\npuppy unaccustomed to music, could not distinguish the answer from the music.\": {\"neg\": 0.0, \"neu\": 0.914, \"pos\": 0.086, \"compound\": 0.3716}, \"\\\"I ask you to go for your own sake,\\\" he said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Which sacrifice would you rather make: to give up your hunting, or give up\\ndriving me away?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"And why won't you let me lie here?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If, as science claims, these ceremonies minister only to\\nthe soil, giving it the potency, let us say, to attract food from the air, then logically they\\nshould be directed exclusively to the soil; it is the soil that the incantations must be\\nwhispered to, the soil that must be danced to.\": {\"neg\": 0.0, \"neu\": 0.911, \"pos\": 0.089, \"compound\": 0.5994}, \"\\\"I'm a hunter,\\\" he replied.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"All\\nin one heap!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But it began with that concert.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"True, science had not\\nbeen idle in this sphere either; the science of music, if I am correctly informed, is\\nperhaps still more comprehensive than that of nurture, and in any case established on\\na firmer basis.\": {\"neg\": 0.0, \"neu\": 0.81, \"pos\": 0.19, \"compound\": 0.7574}, \"\\\"You need have no fear of that,\\\" he said,\\nsmiling.\": {\"neg\": 0.351, \"neu\": 0.455, \"pos\": 0.195, \"compound\": -0.34}, \"But why should it not be allowed, why should the very thing which our\\nlaws unconditionally command not be allowed in this one case?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But after all that is sornething.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"During that time, however, I\\ndared not sleep much, better indeed if I did not sleep at all -- and that made\\neverything much harder -- for I must not only conjure the food down from the air, but\\nalso be on my guard lest I should be asleep when it arrived; yet on the other hand sleep\\nwould be very welcome to me, for I would manage to fast much longer asleep than\\nawake.\": {\"neg\": 0.022, \"neu\": 0.865, \"pos\": 0.113, \"compound\": 0.8417}, \"But in my opinion that is all; there is nothing else that is\\nfundamental to be said on the question.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now arises the question: \\\"Is not fasting really forbidden\\nafter all?\\\"\": {\"neg\": 0.0, \"neu\": 0.812, \"pos\": 0.188, \"compound\": 0.3713}, \"And all really because of my questions, my impatience, my\\nthirst for knowledge.\": {\"neg\": 0.189, \"neu\": 0.811, \"pos\": 0.0, \"compound\": -0.4215}, \"Nor is it by any means easy even to come to grips with that science; it is regarded as\\nvery esoteric and politely excludes the crowd.\": {\"neg\": 0.0, \"neu\": 0.896, \"pos\": 0.104, \"compound\": 0.4404}, \"I attempted indeed something of\\nthis kind, but without any real belief in it and without the conditions being quite\\nperfect; for it is my fixed opinion that a certain amount of ground-preparation is\\nalways necessary, and even if the heretics who deny this are right, their theory can\\nnever be proved in any case, seeing that the watering of the ground is done under a\\nkind of compulsion, and within certain limits simply cannot be avoided.\": {\"neg\": 0.034, \"neu\": 0.733, \"pos\": 0.233, \"compound\": 0.9598}, \"How, indeed, without these breathing spells,\\ncould I have reached the age that I enjoy at present; how could I have fought my way\\nthrough to the serenity with which I contemplate the terrors of youth and endure the\\nterrors of age; how could I have come to the point where I am able to draw the\\nconsequences of my admittedly unhappy, or, to put it more moderately, not very\\nhappy disposition, and live almost entirely in accordance with them?\": {\"neg\": 0.178, \"neu\": 0.769, \"pos\": 0.053, \"compound\": -0.8982}, \"Now children\\nare blamed for all they do, but also in the last resort forgiven for all they do.\": {\"neg\": 0.091, \"neu\": 0.757, \"pos\": 0.151, \"compound\": 0.3291}, \"To think so would be contrary to all experience.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I must admit\\nthat I was less surprised by the artistry of the seven dogs -- it was incomprehensible to\\nme, and also quite definitely beyond my capacities -- than by their courage in facing so\\nopenly the music of their own making, and their power to endure it calmly without\\ncollapsing.\": {\"neg\": 0.0, \"neu\": 0.761, \"pos\": 0.239, \"compound\": 0.8954}, \"Oh, the music these dogs made almost drove me out\\nof my senses!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He was silent, and then I thought I saw something such\\nas no dog before me had ever seen, at least there is no slightest hint of it in our\\ntradition, and I hastily bowed my head in infinite fear and shame in the pool of blood\\nlying before me.\": {\"neg\": 0.251, \"neu\": 0.749, \"pos\": 0.0, \"compound\": -0.9201}, \"If all this is admitted, then it disposes of the whole case.\": {\"neg\": 0.0, \"neu\": 0.887, \"pos\": 0.113, \"compound\": 0.1027}, \"And perhaps indeed it is well not to be too obstinate, but to yield to\\npublic sentiment, to accept the extant soaring dogs, and without recognizing their\\nright to existence, which cannot be done, yet to tolerate them.\": {\"neg\": 0.039, \"neu\": 0.842, \"pos\": 0.119, \"compound\": 0.5187}, \"They have no relation whatever to the general\\nlife of the community, they hover in the air, and that is all, and life goes on its usual\\nway; someone now and then refers to art and artists, but there it ends.\": {\"neg\": 0.038, \"neu\": 0.962, \"pos\": 0.0, \"compound\": -0.1531}, \"I began my inquiries with the simplest things; there was no lack of material; it is\\nthe actual superabundance, unfortunately, that casts me into despair in my darker\\nhours.\": {\"neg\": 0.277, \"neu\": 0.723, \"pos\": 0.0, \"compound\": -0.802}, \"That is the real great question of my life, before which all smaller ones sink into\\ninsignificance; it is put to myself alone and concerns no one else.\": {\"neg\": 0.126, \"neu\": 0.751, \"pos\": 0.123, \"compound\": 0.2263}, \"I thought I saw that the hound was already singing without knowing\\nit, nay, more, that the melody, separated from him, was floating on the air in\\naccordance with its own laws, and, as though he had no part in it, was moving toward\\nme, toward me alone.\": {\"neg\": 0.087, \"neu\": 0.913, \"pos\": 0.0, \"compound\": -0.4939}, \"But perhaps that very\\nglance is his way of questioning me, and I disappoint him just as he disappoints me.\": {\"neg\": 0.295, \"neu\": 0.705, \"pos\": 0.0, \"compound\": -0.6908}, \"If I remain faithful to this metaphor, then the goal of\\nmy aims, my questions, my inquiries, appears monstrous, it is true.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.6908}, \"But it is not merely flesh and blood\\nthat we have in common, but knowledge also, and not only knowledge, but the key to\\nit as well.\": {\"neg\": 0.0, \"neu\": 0.908, \"pos\": 0.092, \"compound\": 0.3919}, \"That may be explained by the fact that this province admits of more\\nobjective inquiry than the other, and its knowledge is more a matter of pure\\nobservation and systematization, while in the province of food the main object is to\\nachieve practical results.\": {\"neg\": 0.0, \"neu\": 0.919, \"pos\": 0.081, \"compound\": 0.3804}, \"But how should they not be dogs?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But after that I saw the dog\\nmusicians with my own eyes, and from that day I considered everything possible, no\\nprejudices fettered my powers of apprehension, I investigated the most senseless\\nrumors, following them as far as they could take me, and the most senseless seemed to\\nme in this senseless world more probable than the sensible, and moreover particularly\\nfertile for investigation.\": {\"neg\": 0.123, \"neu\": 0.877, \"pos\": 0.0, \"compound\": -0.7964}, \"A question\\nwhich people in general pretend not to understand, and to which the best answer they\\ncan give is: \\\"If you haven't enough to eat, we'll give you some of ours.\\\"\": {\"neg\": 0.04, \"neu\": 0.838, \"pos\": 0.121, \"compound\": 0.5859}, \"The results of my experiment were meager.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Unfortunately I can\\nanswer it more easily than the smaller, specific questions: I shall probably hold out till\\nmy natural end; the calm of old age will put up a greater and greater resistance to all\\ndisturbing questions.\": {\"neg\": 0.123, \"neu\": 0.606, \"pos\": 0.27, \"compound\": 0.6997}, \"\\\"You can go all right.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They appeared\\nfrom somewhere, I inwardly greeted them as dogs, and although I was profoundly\\nconfused by the sounds that accompanied them, yet they were dogs nevertheless, dogs\\nlike you and me; I regarded them by force of habit simply as dogs I had happened to\\nmeet on my road, and felt a wish to approach them and exchange greetings; they were\\nquite near too, dogs much older than me, certainly, and not of my woolly, long-haired\\nkind, but yet not so very alien in size and shape, indeed quite familiar to me, for I had\\nalready seen many such or similar dogs; but while I was still involved in these\\nreflections the music gradually got the upper hand, literally knocked the breath out of\\nme and swept me far away from those actual little dogs, and quite against my will,\\nwhile I howled as if some pain were being inflicted upon me, my mind could attend to\\nnothing but this blast of music which seemed to come from all sides, from the heights,\\nfrom the deeps, from everywhere, surrounding the listener, overwhelming him,\\ncrushing him, and over his swooning body still blowing fanfares so near that they\\nseemed far away and almost inaudible.\": {\"neg\": 0.044, \"neu\": 0.883, \"pos\": 0.072, \"compound\": 0.4404}, \"But even if\\nthat improbable contingency were possible, when could it take place?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What guarantee had I, for instance, that the absence of\\nthe food was not caused by unscientific preparation of the ground rather than by my\\nexperiments, and if that should be so, then all my conclusions were invalid.\": {\"neg\": 0.0, \"neu\": 0.949, \"pos\": 0.051, \"compound\": 0.25}, \"For this would be no\\nexceptional case like those handed down by history, such as the incident, let us say, of\\nthe dog who refuses, because of bodily illness or trouble of mind, to prepare the\\nground, to track down and seize his food, upon which the whole dog community recite\\nmagical formulae and by this means succeed in making the food deviate from its\\ncustomary route into the jaws of the invalid.\": {\"neg\": 0.093, \"neu\": 0.836, \"pos\": 0.07, \"compound\": -0.2263}, \"It\\nvanished in the great privations of that first fast.\": {\"neg\": 0.0, \"neu\": 0.687, \"pos\": 0.313, \"compound\": 0.6249}, \"Even if the law commands us to reply to everybody, was such a tiny stray dog in\\ntruth a somebody worthy of the name?\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.6369}, \"\\\"Yes,\\\" he replied gravely, \\\"I'm going to sing, soon, but not yet.\\\"\": {\"neg\": 0.137, \"neu\": 0.863, \"pos\": 0.0, \"compound\": -0.1901}, \"Arguing from the customary method of snatching food while still in the air, I decided\\nto allow the food to fall to the ground, but to make no effort to snatch it.\": {\"neg\": 0.14, \"neu\": 0.818, \"pos\": 0.042, \"compound\": -0.5187}, \"Quite honestly I have no ambition to be peculiar, or to\\npose as being in the right against the majority; I am only too happy when I can agree\\nwith my comrades, as I do in this case.\": {\"neg\": 0.058, \"neu\": 0.681, \"pos\": 0.261, \"compound\": 0.8238}, \"I shall never cease to maintain that, though I have no proof of it and perhaps\\nam merely suffering from an ordinary delusion, caused by the fact that for a long time\\nthis dog has been the only one with whom I have held any communication, and so I\\nam bound to cling to him.\": {\"neg\": 0.099, \"neu\": 0.901, \"pos\": 0.0, \"compound\": -0.6486}, \"I shall very likely die in silence and surrounded by silence, indeed\\nalmost peacefully, and I look forward to that with composure.\": {\"neg\": 0.165, \"neu\": 0.712, \"pos\": 0.123, \"compound\": -0.2666}, \"Now if not even the soaring\\ndogs live in isolation, but invariably manage to encounter their fellows somewhere or\\nother in the great dog world, and even to conjure new generations of themselves out of\\nnothingness, then I too can live in the confidence that I am not quite forlorn.\": {\"neg\": 0.032, \"neu\": 0.79, \"pos\": 0.177, \"compound\": 0.882}, \"I think of the time when I began to\\ninquire into the question: \\\"Whence does the earth procure this food?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I did not believe the scientists'\\ndepreciations of my experiment, yet belief was of no avail here, but only proof, and I\\nresolved to set about establishing that and thus raise my experiment from its original\\nirrelevance and set it in the very center of the field of research.\": {\"neg\": 0.032, \"neu\": 0.87, \"pos\": 0.099, \"compound\": 0.5267}, \"That is the reason why the science of music is accorded\\ngreater esteem than that of nurture, but also why the former has never penetrated so\\ndeeply into the life of the people.\": {\"neg\": 0.0, \"neu\": 0.9, \"pos\": 0.1, \"compound\": 0.3506}, \"He does not lower\\nhis glance, but neither can one read anything from it; he gazes at me dully, wondering\\nwhy I am silent and why I have broken off the conversation.\": {\"neg\": 0.193, \"neu\": 0.766, \"pos\": 0.041, \"compound\": -0.7473}, \"That of course is only\\na figure of speech and exaggerated; if all teeth were but ready they would not need\\neven to bite, the bones would crack themselves and the marrow would be freely\\naccessible to the feeblest of dogs.\": {\"neg\": 0.026, \"neu\": 0.817, \"pos\": 0.157, \"compound\": 0.7845}, \"Later I dug a hole for my nose,\\nand sang and declaimed into it so that only the ground might hear, and nobody else\\nbeside or above me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For I want to\\ncompel all dogs thus to assemble together, I want the bones to crack open under the\\npressure of their collective preparedness, and then I want to dismiss them to the\\nordinary life that they love, while all by myself, quite alone, I lap up the marrow.\": {\"neg\": 0.085, \"neu\": 0.761, \"pos\": 0.154, \"compound\": 0.3832}, \"I did not\\nfeel hungry, but rather filled with strength, and my limbs, it seemed to me, were light\\nand agile, though I made no attempt to prove this by getting to my feet.\": {\"neg\": 0.075, \"neu\": 0.809, \"pos\": 0.116, \"compound\": 0.3612}, \"I made no answer, for I noticed --\\nPage 343\\nand new life ran through me, life such as terror gives -- I noticed from almost invisible\\nindications, which perhaps nobody but myself could have noticed, that in the depths\\nof his chest the hound was preparing to upraise a song.\": {\"neg\": 0.078, \"neu\": 0.922, \"pos\": 0.0, \"compound\": -0.4215}, \"Page 316\\n As I have already said, this whole episode contains nothing of much note; in\\nthe course of a long life one encounters all sorts of things which, taken from their\\ncontext and seen through the eyes of a child, might well seem far more astonishing.\": {\"neg\": 0.0, \"neu\": 0.953, \"pos\": 0.047, \"compound\": 0.2732}, \"A second fear was\\nthat at the mere wetting of the ground, though it was unfruitful ground according to\\nthe findings of science, some chance nourishment might appear and seduce me by its\\nsmell.\": {\"neg\": 0.088, \"neu\": 0.856, \"pos\": 0.055, \"compound\": -0.296}, \"Was the world standing on its head?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Great\\nmagicians they might be, but the law was valid for them too, I knew that quite well\\nthough I was a child.\": {\"neg\": 0.0, \"neu\": 0.761, \"pos\": 0.239, \"compound\": 0.6848}, \"And perhaps they did not even understand\\nhim, for he likely enough barked his questions very indistinctly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And yet I must have made it, for if I had not made it and yet were unable by the\\ndiligent labor of a long life to achieve my desire, that would prove that my desire is\\nimpossible, and complete hopelessness must follow.\": {\"neg\": 0.088, \"neu\": 0.796, \"pos\": 0.116, \"compound\": 0.0772}, \"The facts,\\nhowever, show that there are always new soaring dogs in evidence; from which one\\nmust conclude that, in spite of obstacles which appear insurmountable to our\\nunderstanding, no dog species, however curious, ever dies out, once it exists, or, at\\nleast, not without a tough struggle, not without being capable of putting up a\\nPage 327\\nsuccessful defense for a long time.\": {\"neg\": 0.154, \"neu\": 0.716, \"pos\": 0.13, \"compound\": -0.1802}, \"What help, then, do my colleagues find?\": {\"neg\": 0.0, \"neu\": 0.69, \"pos\": 0.31, \"compound\": 0.4019}, \"But why, my\\ngood dogs, why on earth do these dogs float in the air?\": {\"neg\": 0.0, \"neu\": 0.828, \"pos\": 0.172, \"compound\": 0.4404}, \"It was this instinct that made\\nme -- and perhaps for the sake of science itself, but a different science from that of\\ntoday, an ultimate science -- prize freedom higher than everything else.\": {\"neg\": 0.0, \"neu\": 0.752, \"pos\": 0.248, \"compound\": 0.9052}, \"I could not stop; perhaps too I was already too weak to get up and\\nseek safety for myself in familiar scenes.\": {\"neg\": 0.118, \"neu\": 0.691, \"pos\": 0.191, \"compound\": 0.1994}, \"I discovered a great many\\nthings about them; true, I have succeeded to this day in seeing none of them, but of\\ntheir existence I have been firmly convinced for a long time, and they occupy an\\nimportant place in my picture of the world.\": {\"neg\": 0.0, \"neu\": 0.743, \"pos\": 0.257, \"compound\": 0.8779}, \"It is not quite so, but very\\nnearly so, and parents should not let their children run about so freely, and had much\\nbetter teach them to hold their tongues and respect the aged.\": {\"neg\": 0.0, \"neu\": 0.703, \"pos\": 0.297, \"compound\": 0.9338}, \"For what is there actually except our own species?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I could not move a step farther, I no longer wanted to instruct them;\\nthey could go on raising their front legs, committing sin and seducing others to the sin\\nof silently regarding them; I was such a young dog -- who could demand such a\\ndifficult task from me?\": {\"neg\": 0.254, \"neu\": 0.721, \"pos\": 0.025, \"compound\": -0.9022}, \"No, my real\\ncolleagues are not to be found among the youthful questioners, and just as little\\namong the old and silent, to whom I now belong.\": {\"neg\": 0.077, \"neu\": 0.842, \"pos\": 0.081, \"compound\": 0.0258}, \"He pestered them with his questions: Were they,\\nalready disturbed enough by the mere presence of the stranger, to be expected to\\nattend to his distracting interruptions as well and make them worse by responding to\\nthem?\": {\"neg\": 0.237, \"neu\": 0.716, \"pos\": 0.047, \"compound\": -0.8176}, \"So there I was left with my experiment, but I was not\\ndiscouraged, I was too young for that; on the contrary, this disappointment braced me\\nto attempt perhaps the greatest achievement of my life.\": {\"neg\": 0.124, \"neu\": 0.674, \"pos\": 0.202, \"compound\": 0.5227}, \"Everything was music, the lifting and setting down of their feet,\\ncertain turns of the head, their running and their standing still, the positions they took\\nup in relation to one another, the symmetrical patterns which they produced by one\\ndog setting his front paws on the back of another and the rest following suit until the\\nfirst bore the weight of the other six, or by all lying flat on the ground and going\\nthrough complicated concerted evolutions; and none made a false move, not even the\\nPage 313\\nlast dog, though he was a little unsure, did not always establish contact at once with\\nthe others, sometimes hesitated, as it were, on the stroke of the beat, but yet was\\nunsure only by comparison with the superb sureness of the others, and even if he had\\nbeen much more unsure, indeed quite unsure, would not have been able to do any\\nharm, the others, great masters all of them, keeping the rhythm so unshakably.\": {\"neg\": 0.095, \"neu\": 0.815, \"pos\": 0.09, \"compound\": 0.6387}, \"For all the\\nsenseless phenomena of our existence, and the most senseless most of all, are\\nsusceptible to investigation.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There are more important\\nthings than childhood.\": {\"neg\": 0.0, \"neu\": 0.741, \"pos\": 0.259, \"compound\": 0.2716}, \"One does not even know where they come from.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"he\\nreplied.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I can't hunt while you're here.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One was asked to believe that there\\nwas a very tiny species of dog, not much bigger than my head even when it was full\\ngrown, and this dog, who must of course be a feeble creature, an artificial, weedy,\\nbrushed and curled fop by all accounts, incapable of making an honest jump, this dog\\nwas supposed, according to people's stories, to remain for the most part high up in the\\nair, apparently doing nothing at all but simply resting there?\": {\"neg\": 0.042, \"neu\": 0.932, \"pos\": 0.026, \"compound\": -0.0644}, \"What kind of\\nattempts do they make to manage to go on living in spite of everything?\": {\"neg\": 0.175, \"neu\": 0.825, \"pos\": 0.0, \"compound\": -0.5267}, \"This is no insult to science, since science\\ndoes not forbid it, but leaves the husbandman complete freedom in this respect; in its\\nteaching it takes only the soil into account, and if the husbandman carries out its\\ninstructions concerning the preparation of the ground it is content; yet, in my opinion,\\nit should really demand more than this if it is logical.\": {\"neg\": 0.08, \"neu\": 0.766, \"pos\": 0.154, \"compound\": 0.8172}, \"I implored him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But in those\\ndays I was so full of strength that I achieved something unprecedented, something at\\nvariance with all our principles, and that every contemporary eyewitness assuredly\\nrecalls now as an uncanny feat.\": {\"neg\": 0.0, \"neu\": 0.832, \"pos\": 0.168, \"compound\": 0.7239}, \"Only with the assistance of the whole dog world could I begin to\\nunderstand my own questions.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But it seems to me that\\nscience nevertheless takes a veiled interest, at least to some extent, in these matters,\\ninasmuch as it recognizes two chief methods of procuring food; namely the actual\\npreparation of the ground, and secondly the auxiliary perfecting processes of\\nincantation, dance, and song.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.7506}, \"\\\"You\\ndisturb me,\\\" he said.\": {\"neg\": 0.403, \"neu\": 0.597, \"pos\": 0.0, \"compound\": -0.4019}, \"Another and\\nsomewhat tangential experiment succeeded better and aroused some public attention.\": {\"neg\": 0.0, \"neu\": 0.648, \"pos\": 0.352, \"compound\": 0.6637}, \"But all the more significant did it seem to me, when I was rushing about\\neverywhere with my questions during those days, that they put mockery aside as far as\\nI was concerned; true, they did not actually give me anything to eat -- where could\\nthey have found it at a moment's notice?\": {\"neg\": 0.042, \"neu\": 0.87, \"pos\": 0.089, \"compound\": 0.3804}, \"Not in the least; that, as I very soon\\nrecognized, was far from my mind; all that I cared for was the race of dogs, that and\\nnothing else.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.4215}, \"In\\nmy youth, if other problems had not been more important to me then, and I had not\\nbeen perfectly satisfied with my own company, I would probably have asked him\\nstraight out and received an answer flatly agreeing with me, and that would have been\\nworse even than today's silence.\": {\"neg\": 0.223, \"neu\": 0.705, \"pos\": 0.072, \"compound\": -0.8405}, \"I turned\\nmy eyes from it to the strange hound.\": {\"neg\": 0.184, \"neu\": 0.816, \"pos\": 0.0, \"compound\": -0.2023}, \"Also my researches have fallen into desuetude, I relax, I grow weary, I trot\\nmechanically where once I raced enthusiastically.\": {\"neg\": 0.199, \"neu\": 0.519, \"pos\": 0.281, \"compound\": 0.4404}, \"But I decided to do something else; I resolved to fast\\ncompletely as long as I could stand it, and at the same time avoid all sight of food, all\\ntemptation.\": {\"neg\": 0.074, \"neu\": 0.87, \"pos\": 0.057, \"compound\": -0.128}, \"No, my questions did not please them and\\nwere generally looked on as stupid.\": {\"neg\": 0.407, \"neu\": 0.593, \"pos\": 0.0, \"compound\": -0.7623}, \"And in this sentence is not almost everything contained?\": {\"neg\": 0.0, \"neu\": 0.853, \"pos\": 0.147, \"compound\": 0.0964}, \"We converse usually about local questions, and I am\\nastonished -- my isolation has made me more clear-sighted in such matters -- how\\nmuch intelligence is needed even by an ordinary dog even in average and not\\nunfavorable circumstances, if he is to live out his life and defend himself against the\\ngreater of life's customary dangers.\": {\"neg\": 0.09, \"neu\": 0.767, \"pos\": 0.143, \"compound\": 0.34}, \"But in isolated cases something else\\nhappened, something really strange; the food did not fall but followed me through the\\nair; the food pursued the hungry.\": {\"neg\": 0.118, \"neu\": 0.882, \"pos\": 0.0, \"compound\": -0.2952}, \"They\\nhad good grounds for remaining silent, that is, assuming that they remained silent\\nPage 315\\nfrom a sense of shame.\": {\"neg\": 0.129, \"neu\": 0.75, \"pos\": 0.121, \"compound\": -0.0516}, \"I am afraid that the last thing by which I can hope to recognize my real\\ncolleagues is their success.\": {\"neg\": 0.0, \"neu\": 0.708, \"pos\": 0.292, \"compound\": 0.765}, \"And having recognized that, I now noticed something else.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Freedom!\": {\"neg\": 0.0, \"neu\": 0.0, \"pos\": 1.0, \"compound\": 0.6696}, \"\\\"You can ask for any reason you\\nlike,\\\" I replied.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But I fancy I\\nunderstand the hesitation of our forefathers too, we would probably have acted just as\\nthey did; indeed I could almost say: well for us that it was not we who had to take the\\nguilt upon us, that instead we can hasten in almost guiltless silence toward death in a\\nworld darkened by others.\": {\"neg\": 0.134, \"neu\": 0.811, \"pos\": 0.055, \"compound\": -0.6976}, \"How came it that people treated me so strangely, pampered me, favored me?\": {\"neg\": 0.172, \"neu\": 0.66, \"pos\": 0.168, \"compound\": -0.0171}, \"No one need point all this out to me, I know it all as well as any average dog; I have no\\nambition to meddle with real scientific matters, I have all the respect for knowledge\\nthat it deserves, but to increase knowledge I lack the equipment, the diligence, the\\nleisure, and -- not least, and particularly during the past few years -- the desire as well.\": {\"neg\": 0.083, \"neu\": 0.73, \"pos\": 0.187, \"compound\": 0.7684}, \"Had I not wanted to be forsaken like this?\": {\"neg\": 0.0, \"neu\": 0.737, \"pos\": 0.263, \"compound\": 0.3612}, \"What sense is there in their\\noccupation?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But the worst was that it seemed to exist solely for my\\nsake, this voice before whose sublimity the woods fell silent, to exist solely for my sake;\\nwho was I, that I could dare to remain here, lying brazenly before it in my pool of\\nblood and filth.\": {\"neg\": 0.14, \"neu\": 0.86, \"pos\": 0.0, \"compound\": -0.8176}, \"If I wanted to brag I might say that it was this very\\ninstinct that invalidated my scientific capacities, for it would surely be a very\\nextraordinary thing if one who shows a tolerable degree of intelligence in dealing with\\nthe ordinary daily business of life, which certainly cannot be called simple, and\\nmoreover one whose findings have been checked and verified, where that was possible,\\nby individual scientists if not by science itself, should a priori be incapable of planting\\nhis paw even on the first rung of the ladder of science.\": {\"neg\": 0.027, \"neu\": 0.884, \"pos\": 0.088, \"compound\": 0.7003}, \"But scarcely was I free and only a leap or two\\naway from the dogs, when the music again had me in its power.\": {\"neg\": 0.0, \"neu\": 0.874, \"pos\": 0.126, \"compound\": 0.4627}, \"\\\"Don't hunt for this\\none day!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the question of fasting I appealed to the wellknown\\ndialogue in the course of which one of our sages once expressed the intention\\nof forbidding fasting, but was dissuaded by a second with the words: \\\"But who would\\never think of fasting?\\\"\": {\"neg\": 0.046, \"neu\": 0.954, \"pos\": 0.0, \"compound\": -0.2382}, \"For my part I am quite indifferent to them except when\\nthey try to disturb me, I confuse them with one another, I ignore them.\": {\"neg\": 0.338, \"neu\": 0.662, \"pos\": 0.0, \"compound\": -0.8016}, \"With a\\ndiligence hitherto unknown in a young dog I drew up exact reports of all my\\nexperiments, fancied that here and there I was on a scent that might lead me further,\\nbut then it lost itself again in obscurity.\": {\"neg\": 0.078, \"neu\": 0.922, \"pos\": 0.0, \"compound\": -0.4497}, \"So I thought that perhaps if I associated with those who asked many questions I\\nmight find my real comrades.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I sought a suitable place for myself in an outlying clump of bushes, where I\\nwould have to listen to no talk of food, no sound of munching jaws and bones being\\ngnawed; I ate my fill for the last time and laid me down.\": {\"neg\": 0.101, \"neu\": 0.899, \"pos\": 0.0, \"compound\": -0.5267}, \"\\\"My dear little dog, can it be that you really don't understand that I must?\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.3818}, \"\\\"You're going to sing,\\\" I said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I myself felt less attracted to the science of music\\nthan to any other until I heard that voice in the forest.\": {\"neg\": 0.0, \"neu\": 0.883, \"pos\": 0.117, \"compound\": 0.3626}, \"It is much the same as it was when, a mere puppy, I\\nshouted to the dog musicians and they remained silent.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So it was too with the soaring dogs.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I could not -- I have proof of that, unfortunately -- I could not pass even\\nthe most elementary scientific examination set by an authority on the subject.\": {\"neg\": 0.09, \"neu\": 0.861, \"pos\": 0.049, \"compound\": -0.2732}, \"But in that case they would have done better to drive me away\\nand refuse to listen to my questions.\": {\"neg\": 0.095, \"neu\": 0.779, \"pos\": 0.126, \"compound\": 0.1779}, \"But if that is valid for such an out-of-the-way, externally odd, inefficient species\\nas the soaring dog, must I not also accept it as valid for mine?\": {\"neg\": 0.157, \"neu\": 0.843, \"pos\": 0.0, \"compound\": -0.5399}, \"\\\"You'll please me by going away and\\nleaving me in peace,\\\" I said, but I was no longer so sure of myself as I tried to make\\nhim think.\": {\"neg\": 0.091, \"neu\": 0.746, \"pos\": 0.163, \"compound\": 0.3048}, \"\\\"Try,\\\" I said, \\\"perhaps you'll be\\nable to hunt after all.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A bad, bad time!\": {\"neg\": 0.879, \"neu\": 0.121, \"pos\": 0.0, \"compound\": -0.807}, \"I can understand the\\nhesitation of my generation, indeed it is no longer mere hesitation; it is the thousandth\\nforgetting of a dream dreamt a thousand times and forgotten a thousand times; and\\nwho can damn us merely for forgetting for the thousandth time?\": {\"neg\": 0.234, \"neu\": 0.723, \"pos\": 0.043, \"compound\": -0.7906}, \"In saying that,\\nhowever, I am saying nothing against science; the earth, of course, brings forth this\\nkind of food too.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One question sounds like another; it is the intention that counts, but\\nthat is often hidden even from the questioner.\": {\"neg\": 0.0, \"neu\": 0.916, \"pos\": 0.084, \"compound\": 0.1901}, \"\\\"That is my\\nhunger,\\\" I told myself countless times during this stage, as if I wanted to convince\\nmyself that my hunger and I were still two things and I could shake it off like a\\nburdensome lover; but in reality we were very painfully one, and when I explained to\\nmyself: \\\"That is my hunger,\\\" it was really my hunger that was speaking and having its\\njoke at my expense.\": {\"neg\": 0.16, \"neu\": 0.73, \"pos\": 0.11, \"compound\": -0.5913}, \"And that I have the compulsion to remain\\nsilent needs unfortunately no particular proof.\": {\"neg\": 0.295, \"neu\": 0.705, \"pos\": 0.0, \"compound\": -0.5574}, \"But far more strange to my mind is the senselessness, the\\ndumb senselessness of these existences.\": {\"neg\": 0.278, \"neu\": 0.722, \"pos\": 0.0, \"compound\": -0.659}, \"\\\"I can't go even if I wanted to.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It concerns our main staple of food: true, we have also\\nother resources, but only at a pinch, and if the year is not too bad we could live on this\\nmain staple of our food; this food we find on the earth, but the earth needs our water\\nto nourish it and only at that price provides us with our food, the emergence of which,\\nhowever, and this should not be forgotten, can also be hastened by certain spells,\\nsongs, and ritual movements.\": {\"neg\": 0.0, \"neu\": 0.884, \"pos\": 0.116, \"compound\": 0.8528}, \"I have not forgotten\\nthat.\": {\"neg\": 0.0, \"neu\": 0.643, \"pos\": 0.357, \"compound\": 0.1695}, \"I began to inquire into the question what the canine race nourished itself upon.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They did not speak, they did not sing, they\\nremained generally silent, almost determinedly silent; but from the empty air they\\nconjured music.\": {\"neg\": 0.091, \"neu\": 0.909, \"pos\": 0.0, \"compound\": -0.296}, \"Indeed when I reflect on it --\\nand I have time and disposition and capacity enough for that -- I see that dogdom is in\\nevery way a marvelous institution.\": {\"neg\": 0.0, \"neu\": 0.865, \"pos\": 0.135, \"compound\": 0.5994}, \"\\\"Are you after all my colleague in your own fashion?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It only proved what was already\\nknown, that the ground not only attracts food vertically from above, but also at a slant,\\nindeed sometimes in spirals.\": {\"neg\": 0.064, \"neu\": 0.936, \"pos\": 0.0, \"compound\": -0.1603}, \"I merely fainted, and\\nwhen I came to and raised my eyes a strange hound was standing before me.\": {\"neg\": 0.107, \"neu\": 0.893, \"pos\": 0.0, \"compound\": -0.2023}, \"No, they did not want to do that; they did not\\nindeed want to listen to my questions, but it was because I asked these questions that\\nthey did not want to drive me away.\": {\"neg\": 0.147, \"neu\": 0.853, \"pos\": 0.0, \"compound\": -0.2858}, \"But for a time nothing of that kind happened and I could go on fasting.\": {\"neg\": 0.188, \"neu\": 0.812, \"pos\": 0.0, \"compound\": -0.4168}, \"But it\\nis too much to say that I even saw them, that I actually even saw them.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I had had little\\nschooling, for I left my mother's care at an early age, soon got used to independence,\\nled a free life; and premature independence is inimical to systematic learning.\": {\"neg\": 0.0, \"neu\": 0.806, \"pos\": 0.194, \"compound\": 0.7579}, \"It is\\nunthinkable; neither propagation nor voluntary transition is thinkable.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For they must do what they can to obtain pardon, and not openly -- that would\\nbe a violation of the obligation to keep silence -- they must do what they can to obtain\\npardon for their way of life, or else divert attention from it so that it may be forgotten -\\n- and they do this, I have been told, by means of an almost unendurable volubility.\": {\"neg\": 0.072, \"neu\": 0.863, \"pos\": 0.065, \"compound\": -0.128}, \"I understand my fellow dogs, am flesh of their flesh, of\\ntheir miserable, ever-renewed, ever-desirous flesh.\": {\"neg\": 0.186, \"neu\": 0.814, \"pos\": 0.0, \"compound\": -0.4939}, \"I screamed, and all the louder as I had no\\nother means of protecting myself.\": {\"neg\": 0.29, \"neu\": 0.71, \"pos\": 0.0, \"compound\": -0.5423}, \"The great majority of commentators deny this and regard fasting as freely\\npermitted, and holding as they think with the second sage do not worry in the least\\nabout the evil consequences that may result from erroneous interpretations.\": {\"neg\": 0.188, \"neu\": 0.627, \"pos\": 0.184, \"compound\": -0.05}, \"Is he my real colleague?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then why were they afraid?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That\\nwas probably a defect, but it could not have been a decisive one.\": {\"neg\": 0.27, \"neu\": 0.73, \"pos\": 0.0, \"compound\": -0.4017}, \"Had I not distinctly\\nseen that they were dogs and that they, themselves brought the sound with them --\\nthough I could not recognize how they produced it -- I would have run away at once;\\nbut as it was I stayed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Why can one get no word of explanation regarding them?\": {\"neg\": 0.196, \"neu\": 0.804, \"pos\": 0.0, \"compound\": -0.296}, \"I encountered,\\nin short, a little company of dogs, or rather I did not encounter them, they appeared\\nbefore me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I tossed about on the fallen forest leaves, I\\ncould no longer sleep, I heard noises on every side; the world, which had been asleep\\nduring my life hitherto, seemed to have been awakened by my fasting, I was tortured\\nby the fancy that I would never be able to eat again, and I must eat so as to reduce to\\nsilence this world rioting so noisily around me, and I would never be able to do so; but\\nthe greatest noise of all came from my own belly, I often laid my ear against it with\\nstartled eyes, for I could hardly believe what I heard.\": {\"neg\": 0.073, \"neu\": 0.869, \"pos\": 0.059, \"compound\": 0.3602}, \"And now can one credit that the composition of\\nthese available elements has never chanced through all the past and present to result\\nin a mixture similar to mine, one, moreover, if mine be regarded as unfortunate, more\\nunfortunate still?\": {\"neg\": 0.135, \"neu\": 0.807, \"pos\": 0.058, \"compound\": -0.5267}, \"My achievement seemed so great to me that I\\nbegan to weep with emotion and self-pity there among the quiet bushes, which it must\\nbe confessed was not very understandable, for when I was looking forward to my wellearned\\nreward why should I weep?\": {\"neg\": 0.139, \"neu\": 0.694, \"pos\": 0.168, \"compound\": 0.3697}, \"It's because you seem to be feeble that I ask you to go\\nnow, and you can go slowly if you like; if you linger now you'll have to race off later\\non.\\\"\": {\"neg\": 0.063, \"neu\": 0.865, \"pos\": 0.072, \"compound\": 0.0772}, \"\\\"It's mine too,\\\" he said, saddened by my stubbornness,\\nyet obviously resolved to let me lie for the time being, but at the same time to seize the\\nopportunity of paying court to me.\": {\"neg\": 0.097, \"neu\": 0.773, \"pos\": 0.13, \"compound\": 0.3182}, \"How baffling these\\nquestions are, questions on which one would prefer not to touch -- I understand that\\nstandpoint too, even better than my own -- and yet questions to which I have\\ncompletely capitulated.\": {\"neg\": 0.0, \"neu\": 0.917, \"pos\": 0.083, \"compound\": 0.4404}, \"It was as if they would rather do the impossible, that is, stop\\nmy mouth with food -- they did not do it, but they would have liked to do it -- than\\nPage 320\\nendure my questions.\": {\"neg\": 0.039, \"neu\": 0.872, \"pos\": 0.09, \"compound\": 0.4767}, \"True, knowledge provides the rules one must\\nfollow, but even to grasp them imperfectly and in rough outline is by no means easy,\\nand when one has actually grasped them the real difficulty still remains, namely to\\napply them to local conditions -- here almost nobody can help, almost every hour\\nbrings new tasks, and every new patch of earth its specific problems; no one can\\nmaintain that he has settled everything for good and that henceforth his life will go on,\\nso to speak, of itself, not even I myself, though my needs shrink literally from day to\\nday.\": {\"neg\": 0.106, \"neu\": 0.784, \"pos\": 0.11, \"compound\": 0.1292}, \"Just so have I, though with less childish means -\\n- yet the difference is not so very great -- labored in the years since and go on laboring\\ntoday.\": {\"neg\": 0.178, \"neu\": 0.822, \"pos\": 0.0, \"compound\": -0.6832}, \"\\\"What are you doing\\nhere?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"To such prayers, whether silent or loud, the only answers you get, even after you\\nhave employed your powers of seduction to the utmost, are vacant stares, averted\\nglances, troubled and veiled eyes.\": {\"neg\": 0.122, \"neu\": 0.878, \"pos\": 0.0, \"compound\": -0.5106}, \"But I\\nhave seen much, listened to much, spoken with dogs of all sorts and conditions,\\nunderstood everything, I believe, fairly intelligently, and correlated my particular\\nobservations fairly intelligently; that has compensated somewhat for my lack of\\nscholarship, not to mention that independence, if it is a disadvantage in learning\\nthings, is an actual advantage when one is making one's own inquiries.\": {\"neg\": 0.072, \"neu\": 0.808, \"pos\": 0.12, \"compound\": 0.4877}, \"I am at bottom, then, no different from\\nany other dog; everybody, no matter how he may differ in opinion from me and reject\\nmy views, will gladly admit that, and I in turn will admit as much of any other dog.\": {\"neg\": 0.15, \"neu\": 0.699, \"pos\": 0.15, \"compound\": -0.25}, \"\\\"All right, I'll leave you then,\\\" he said, slowly\\nretreating.\": {\"neg\": 0.118, \"neu\": 0.882, \"pos\": 0.0, \"compound\": -0.0516}, \"Page 344\\n Nevertheless, I next carried my researches into music.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When I am alone I weep over it; come, it is sweeter to weep in company.\\\"\": {\"neg\": 0.461, \"neu\": 0.539, \"pos\": 0.0, \"compound\": -0.8555}, \"For those reasons I decided to arrange my time prudently and sleep a great\\ndeal, but always in short snatches.\": {\"neg\": 0.0, \"neu\": 0.87, \"pos\": 0.13, \"compound\": 0.3716}, \"Today one may pluck out one's very heart and not find it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Tradition fortifies me in this interpretation.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In this opinion, moreover, I am at one with\\nthe vast majority of the dog community, and must firmly dissociate myself from all\\nheretical views on this point.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Have they actually the strength for that?\": {\"neg\": 0.0, \"neu\": 0.652, \"pos\": 0.348, \"compound\": 0.4939}, \"But they -- incredible!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But they were alone, seven friends\\ntogether, an intimate gathering within their own four walls so to speak, quite private\\nso to speak; for one's friends, after all, are not the public, and where the public is not\\npresent an inquisitive little street dog is certainly not capable of constituting it; but,\\ngranting this, is it not as if nothing at all had happened?\": {\"neg\": 0.062, \"neu\": 0.813, \"pos\": 0.125, \"compound\": 0.6596}, \"\\\"I can't leave it just now,\\\" I said, without\\ntrying to explain, for how could I explain everything to him; besides, he seemed to be\\nin a hurry.\": {\"neg\": 0.0, \"neu\": 0.954, \"pos\": 0.046, \"compound\": 0.0382}, \"My weaker appetite will not help me; it will\\nonly reduce the value of the attempt a little, and will, indeed, probably force me to fast\\nlonger than would have been necessary the first time.\": {\"neg\": 0.134, \"neu\": 0.804, \"pos\": 0.062, \"compound\": -0.4133}, \"We dogs are all\\nengaged in the strangest occupations, occupations in which one would refuse to\\nbelieve if one had not the most reliable information concerning them.\": {\"neg\": 0.074, \"neu\": 0.836, \"pos\": 0.09, \"compound\": 0.128}, \"Look, the same fate has been\\nmine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And old\\ndogs too!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And besides, it is a peculiarity of dogs to\\nbe always asking questions, they ask them confusedly all together; it is as if in doing\\nthat they were trying to obliterate every trace of the genuine questions.\": {\"neg\": 0.137, \"neu\": 0.823, \"pos\": 0.04, \"compound\": -0.5994}, \"The next time he comes I shall slip away,\\nor pretend I am asleep, and keep up the pretense until he stops visiting me.\": {\"neg\": 0.13, \"neu\": 0.87, \"pos\": 0.0, \"compound\": -0.25}, \"It is always when I\\nam happy, and that is seldom enough, that I weep.\": {\"neg\": 0.0, \"neu\": 0.622, \"pos\": 0.378, \"compound\": 0.7716}, \"What?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And perhaps I have the prospect of far more childlike\\nhappiness, earned by a life of hard work, in my old age than any actual child would\\nhave the strength to bear, but which then I shall possess.\": {\"neg\": 0.031, \"neu\": 0.809, \"pos\": 0.16, \"compound\": 0.6045}, \"And then a respite came, for one was already\\ntoo exhausted, too annulled, too feeble to listen any longer; a respite came and I\\nbeheld again the seven little dogs carrying out their evolutions, making their leaps; I\\nlonged to shout to them in spite of their aloofness, to beg them to enlighten me, to ask\\nthem what they were doing -- I was a child and believed I could ask anybody about\\nanything -- but hardly had I begun, hardly did I feel on good and familiar doggish\\nterms with the seven, when the music started again, robbed me of my wits, whirled me\\naround in its circles as if I myself were one of the musicians instead of being only their\\nvictim, cast me hither and thither, no matter how much I begged for mercy, and\\nrescued me finally from its own violence by driving me into a labyrinth of wooden bars\\nwhich rose around that place, though I had not noticed it before, but which now firmly\\nPage 314\\ncaught me, kept my head pressed to the ground, and though the music still resounded\\nin the open space behind me, gave me a little time to get my breath back.\": {\"neg\": 0.074, \"neu\": 0.858, \"pos\": 0.068, \"compound\": -0.09}, \"It is possible, but all the same nothing is more improbable.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But in that case I need not have severed myself\\nfrom my fellows at all, I could have remained quietly among the others, I had no need\\nto fight my way out like a stubborn child through the closed ranks of the grownups,\\nwho indeed wanted as much as I to find a way out, and who seemed incomprehensible\\nto me simply because of their knowledge, which told them that nobody could ever\\nescape and that it was stupid to use force.\": {\"neg\": 0.126, \"neu\": 0.8, \"pos\": 0.073, \"compound\": -0.6798}, \"I divined even in those days something of this; today I\\nknow it quite well, far better than those who actually practiced it at the time: what\\nthey wanted to do was really to divert me from my path.\": {\"neg\": 0.0, \"neu\": 0.822, \"pos\": 0.178, \"compound\": 0.7474}, \"\\\"No,\\\" he said, \\\"I must hunt.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now that I was\\ntwisted with the pangs of hunger, and in my distress of mind sought relief in my own\\nhind legs, despairingly licking and gnawing at them up to the very buttocks, the\\nuniversal interpretation of this dialogue seemed to me entirely and completely false, I\\ncursed the commentators' science, I cursed myself for having been led astray by it; for\\nthe dialogue contained, as any child could see, more than merely one prohibition of\\nfasting; the first sage wished to forbid fasting; what a sage wishes is already done, so\\nPage 340\\nfasting was forbidden; as for the second sage, he not only agreed with the first, but\\nactually considered fasting impossible, piled therefore on the first prohibition a\\nsecond, that of dog nature itself; the first sage saw this and thereupon withdrew the\\nexplicit prohibition, that was to say, he imposed upon all dogs, the matter being now\\nsettled, the obligation to know themselves and to make their own prohibitions\\nregarding fasting.\": {\"neg\": 0.072, \"neu\": 0.901, \"pos\": 0.027, \"compound\": -0.6915}, \"\\\"No,\\\" he said, \\\"I'm sorry, but you must go.\\\"\": {\"neg\": 0.126, \"neu\": 0.874, \"pos\": 0.0, \"compound\": -0.0387}, \"Behold, then, the work of a\\nlifetime.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Certainly knowledge is progressing, its advance is irresistible, it actually\\nprogresses at an accelerating speed, always faster, but what is there to praise in that?\": {\"neg\": 0.0, \"neu\": 0.726, \"pos\": 0.274, \"compound\": 0.8074}, \"whereupon the first sage allowed himself to be persuaded and\\nwithdrew the prohibition.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You're wonderful.\": {\"neg\": 0.0, \"neu\": 0.213, \"pos\": 0.787, \"compound\": 0.5719}, \"My front view was particularly admired, my slim\\nlegs, the fine set of my head; but my silvery white and yellow coat, which curled only at\\nthe hair tips, was very pleasing too; in all that there was nothing strange; the only\\nstrange thing about me is my nature, yet even that, as I am always careful to\\nremember, has its foundation in universal dog nature.\": {\"neg\": 0.0, \"neu\": 0.804, \"pos\": 0.196, \"compound\": 0.9083}, \"-- for they are nothing much\\nmore than a beautiful coat of hair, and what is there in that to propagate?\": {\"neg\": 0.0, \"neu\": 0.82, \"pos\": 0.18, \"compound\": 0.6344}, \"All this I frankly admit, even with a certain degree of pleasure.\": {\"neg\": 0.0, \"neu\": 0.479, \"pos\": 0.521, \"compound\": 0.765}, \"The hardest bones, containing the richest marrow, can be\\nconquered only by a united crunching of all the teeth of all dogs.\": {\"neg\": 0.0, \"neu\": 0.754, \"pos\": 0.246, \"compound\": 0.7351}, \"Everywhere and\\nnowhere.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When he is away I\\ncan amuse myself, drawing on my fancy, by discovering in him many things that have\\na suspicious resemblance to myself; but once he stands before me all my fancies\\nbecome ridiculous.\": {\"neg\": 0.132, \"neu\": 0.819, \"pos\": 0.049, \"compound\": -0.4854}, \"Here again it is very much against me that I have never seriously tackled\\nthe science of music and in this sphere cannot even count myself among the halfeducated,\\nthe class on whom science looks down most of all.\": {\"neg\": 0.0, \"neu\": 0.961, \"pos\": 0.039, \"compound\": 0.1326}, \"And in spite of this there is a\\nprofounder understanding between my neighbor and me, going deeper than mere\\nwords.\": {\"neg\": 0.159, \"neu\": 0.841, \"pos\": 0.0, \"compound\": -0.5267}, \"\\\"And old dogs too!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In my thoughts I begged forgiveness of science; there must be room\\nin it for my researches too; consolingly in my ears rang the assurance that no matter\\nPage 338\\nhow great the effect of my inquiries might be, and indeed the greater the better, I\\nwould not be lost to ordinary dog life; science regarded my attempts with benevolence,\\nit itself would undertake the interpretation of my discoveries, and that promise already\\nmeant fulfillment; while until now I had felt outlawed in my innermost heart and had\\nrun my head against the traditional walls of my species like a savage, I would now be\\naccepted with great honor, the long-yearned-for warmth of assembled canine bodies\\nwould lap around me, I would ride uplifted high on the shoulders of my fellows.\": {\"neg\": 0.034, \"neu\": 0.721, \"pos\": 0.245, \"compound\": 0.9813}, \"Before that I had been running along in darkness for some time, filled with\\na premonition of great things -- a premonition that may well have been delusive, for I\\nalways had it.\": {\"neg\": 0.058, \"neu\": 0.76, \"pos\": 0.181, \"compound\": 0.6369}, \"Until at last I discovered -- and the others discovered it simultaneously --\\nthat this experiment of mine was a commonplace of science, had already succeeded\\nwith others far more brilliantly than with me, and though it had not been attempted\\nPage 336\\nfor a long time on account of the extreme self-control it required, had also no need to\\nbe repeated, for scientifically it had no value at all.\": {\"neg\": 0.058, \"neu\": 0.817, \"pos\": 0.125, \"compound\": 0.7264}, \"Whether the earth draws one kind of food out of itself and calls down\\nanother kind from the skies perhaps makes no essential difference, and science, which\\nhas established that in both cases it is necessary to prepare the ground, need not\\nperhaps concern itself with such distinctions, for does it not say: \\\"If you have food in\\nyour jaws you have solved all questions for the time being.\\\"\": {\"neg\": 0.031, \"neu\": 0.94, \"pos\": 0.029, \"compound\": -0.0258}, \"As usual, it is not, of course, their\\nPage 325\\ntechnique that chiefly gives me to think.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"To talk to him,\\nor even to any of the others, about such things would be pointless.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"All knowledge, the totality of all questions\\nand all answers, is contained in the dog.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Did they want to lull me to sleep, to divert me, without violence,\\nalmost lovingly, from a false path, yet a path whose falseness was not so completely\\nbeyond all doubt that violence was permissible?\": {\"neg\": 0.141, \"neu\": 0.67, \"pos\": 0.189, \"compound\": 0.2437}, \"For the rest I recovered\\nphysically in a few hours, but spiritually I still suffer from the effects of that\\nexperiment.\": {\"neg\": 0.218, \"neu\": 0.782, \"pos\": 0.0, \"compound\": -0.6956}, \"And\\nashamed because everything has miscarried with you?\": {\"neg\": 0.307, \"neu\": 0.693, \"pos\": 0.0, \"compound\": -0.4767}, \"These\\nattempts may be of various kinds.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Mere details, mere details, and how uncertain they are: but this rule will\\nremain as long as we are dogs.\": {\"neg\": 0.078, \"neu\": 0.922, \"pos\": 0.0, \"compound\": -0.1531}, \"Moreover, who but is eager to ask questions when\\nhe is young, and how, when so many questions are going about, are you to pick out the\\nright questions?\": {\"neg\": 0.0, \"neu\": 0.896, \"pos\": 0.104, \"compound\": 0.5023}, \"\\\"That's so,\\\" I echoed him crossly, \\\"that isn't an\\nanswer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I tottered to my feet and looked down at myself; this wretched body\\ncan never run, I still had time to think, but already, spurred on by the melody, I was\\ncareering from the spot in splendid style.\": {\"neg\": 0.0, \"neu\": 0.867, \"pos\": 0.133, \"compound\": 0.7351}, \"There was blood under me, at first I\\ntook it for food; but I recognized it immediately as blood that I had vomited.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And, though I have never been\\ndeeply initiated into science, I simply cannot conceive how the learned can bear to let\\nour people, unruly and passionate as they are, chant their incantations with their faces\\nturned upwards, wail our ancient folk songs into the air, and spring high in their\\ndances as though, forgetting the ground, they wished to take flight from it forever.\": {\"neg\": 0.0, \"neu\": 0.947, \"pos\": 0.053, \"compound\": 0.5267}, \"\\\"That's my affair,\\\" I replied.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I said nothing to my friends; probably I could\\nhave told them all when I first arrived, but I was too feeble, and later it seemed to me\\nthat such things could not be told.\": {\"neg\": 0.136, \"neu\": 0.864, \"pos\": 0.0, \"compound\": -0.554}, \"Then indeed I\\nreally lived among the people, I pushed my way where the crowd was thickest, wanted\\neverybody to know my work and be my audience, and my audience was even more\\nessential to me than my work; I still expected to produce some effect or other, and that\\nnaturally gave me a great impetus, which now that I am solitary is gone.\": {\"neg\": 0.0, \"neu\": 0.934, \"pos\": 0.066, \"compound\": 0.6249}, \"Perhaps I was mistaken.\": {\"neg\": 0.556, \"neu\": 0.444, \"pos\": 0.0, \"compound\": -0.3612}, \"But simultaneously I knew that nothing was there, and that I\\nmade those feeble movements simply out of fear lest I might collapse in this place and\\nnever be able to leave it.\": {\"neg\": 0.274, \"neu\": 0.726, \"pos\": 0.0, \"compound\": -0.8316}, \"So be it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No, to try to make me\\nswallow such things was exploiting the simplicity of a young dog too outrageously, I\\ntold myself.\": {\"neg\": 0.3, \"neu\": 0.7, \"pos\": 0.0, \"compound\": -0.743}, \"He was lean, long-legged, brown with a patch of\\nwhite here and there, and had a fine, strong, piercing glance.\": {\"neg\": 0.0, \"neu\": 0.758, \"pos\": 0.242, \"compound\": 0.6249}, \"As far as possible I wanted to\\npass my whole time with closed eyes; until the food came it would be perpetual night\\nfor me, even though my vigil might last for days or weeks.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Perhaps they were not\\ndogs at all?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"No,\\\" he said, \\\"not yet.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"This fact I cannot get\\naway from.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"That is true,\\\" remarks\\nsomeone, \\\"but their contributions are worthless and wearisome.\\\"\": {\"neg\": 0.259, \"neu\": 0.741, \"pos\": 0.0, \"compound\": -0.5927}, \"But one does not die so easily as a nervous dog imagines.\": {\"neg\": 0.142, \"neu\": 0.481, \"pos\": 0.377, \"compound\": 0.5992}, \"Now that is, if you like, by no means a simple question, of course; it has occupied us\\nsince the dawn of time, it is the chief object of all our meditation, countless\\nPage 318\\nobservations and essays and views on this subject have been published, it has grown\\ninto a province of knowledge which in its prodigious compass is not only beyond the\\ncomprehension of any single scholar, but of all our scholars collectively, a burden\\nwhich cannot be borne except by the whole of the dog community, and even then with\\ndifficulty and not quite in its totality; for it ever and again crumbles away like a\\nneglected ancestral inheritance and must laboriously be rehabilitated anew -- not to\\nspeak at all of the difficulties and almost unfulfillable conditions of my investigation.\": {\"neg\": 0.111, \"neu\": 0.854, \"pos\": 0.035, \"compound\": -0.899}, \"We are drawn to each other and nothing can prevent us from satisfying\\nthat communal impulse; all our laws and institutions, the few that I still know and the\\nmany that I have forgotten, go back to this longing for the greatest bliss we are capable\\nof, the warm comfort of being together.\": {\"neg\": 0.064, \"neu\": 0.656, \"pos\": 0.28, \"compound\": 0.9413}, \"Because of all the\\nmusic I had not noticed it before, but they had flung away all shame, the wretched\\ncreatures were doing the very thing which is both most ridiculous and indecent in our\\neyes; they were walking on their hind legs.\": {\"neg\": 0.164, \"neu\": 0.836, \"pos\": 0.0, \"compound\": -0.8334}, \"incredible!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If one could but realize this knowledge, if one\\ncould but bring it into the light of day, if we dogs would but own that we know\\ninfinitely more than we admit to ourselves!\": {\"neg\": 0.0, \"neu\": 0.92, \"pos\": 0.08, \"compound\": 0.4381}, \"And I have\\npreserved my childlike qualities, and in spite of that have grown to be an old dog.\": {\"neg\": 0.167, \"neu\": 0.833, \"pos\": 0.0, \"compound\": -0.5267}, \"For how were they conducting themselves?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They did not succeed; they\\nachieved the opposite; my vigilance was sharpened.\": {\"neg\": 0.193, \"neu\": 0.807, \"pos\": 0.0, \"compound\": -0.3875}, \"And yet it could only have been my questions that\\nwon me their attention.\": {\"neg\": 0.0, \"neu\": 0.778, \"pos\": 0.222, \"compound\": 0.5719}, \"No creatures to my knowledge live in such wide dispersion as we dogs, none have so\\nmany distinctions of class, of kind, of occupation, distinctions too numerous to review\\nat a glance; we, whose one desire is to stick together -- and again and again we succeed\\nat transcendent moments in spite of everything -- we above all others live so widely\\nseparated from one another, engaged in strange vocations that are often\\nincomprehensible even to our canine neighbors, holding firmly to laws that are not\\nthose of the dog world, but are actually directed against it.\": {\"neg\": 0.051, \"neu\": 0.891, \"pos\": 0.057, \"compound\": 0.1531}, \"When I begin\\nupon my next fast I shall perhaps have more resolution than the first time, because of\\nPage 339\\nmy greater experience and deeper insight into the need for the attempt, but my\\npowers are still enfeebled by that first essay, and so I shall probably begin to fail at the\\nmere approach of these familiar horrors.\": {\"neg\": 0.152, \"neu\": 0.821, \"pos\": 0.027, \"compound\": -0.8765}, \"When our first fathers strayed they had doubtless scarcely\\nany notion that their aberration was to be an endless one, they could still literally see\\nthe crossroads, it seemed an easy matter to turn back whenever they pleased, and if\\nthey hesitated to turn back it was merely because they wanted to enjoy a dog's life for a\\nlittle while longer; it was not yet a genuine dog's life, and already it seemed\\nintoxicatingly beautiful to them, so what must it become in a little while, a very little\\nwhile, and so they strayed farther.\": {\"neg\": 0.023, \"neu\": 0.82, \"pos\": 0.157, \"compound\": 0.9118}, \"A young dog, at bottom naturally greedy for life, I renounced all\\nenjoyments, apprehensively avoided all pleasures, buried my head between my front\\npaws when I was confronted by temptation, and addressed myself to my task.\": {\"neg\": 0.192, \"neu\": 0.663, \"pos\": 0.145, \"compound\": 0.0258}, \"It would be a good thing to renounce this last tie also, to cease giving way\\nto the vague dreams which all contact with dogs unavoidably provokes, no matter how\\nhardened one may consider oneself, and to employ the short time that still remains for\\nme exclusively in prosecuting my researches.\": {\"neg\": 0.102, \"neu\": 0.741, \"pos\": 0.157, \"compound\": 0.4939}, \"I do not possess that key except in common with all the others; I cannot\\ngrasp it without their help.\": {\"neg\": 0.117, \"neu\": 0.883, \"pos\": 0.0, \"compound\": -0.3089}, \"The fact that I found nothing did not disappoint\\nme; the food must be there, only it was always a few steps away, my legs failed me\\nbefore I could reach it.\": {\"neg\": 0.162, \"neu\": 0.804, \"pos\": 0.034, \"compound\": -0.6287}, \"Of\\ncourse, quite apart from the circumstances already mentioned, the reason for that can\\nbe found in my incapacity for scientific investigation, my limited powers of thought,\\nmy bad memory, but above all in my inability to keep my scientific aim continuously\\nbefore my eyes.\": {\"neg\": 0.147, \"neu\": 0.853, \"pos\": 0.0, \"compound\": -0.7391}, \"And if we should not achieve that final\\nconsummation, if things should become worse than before, if the whole truth should\\nbe more insupportable than the half-truth, if it should be proved that the silent are in\\nthe right as the guardians of existence, if the faint hope that we still possess should\\ngive way to complete hopelessness, the attempt is still worth the trial, since you do not\\ndesire to live as you are compelled to live.\": {\"neg\": 0.107, \"neu\": 0.8, \"pos\": 0.094, \"compound\": -0.4867}, \"This first experiment, it is true, I could not carry any farther; to\\nsee the food before one and experiment in a scientific spirit at the same time -- one\\ncannot keep that up indefinitely.\": {\"neg\": 0.0, \"neu\": 0.873, \"pos\": 0.127, \"compound\": 0.5423}, \"I\\ncan flatter myself that my inquiries into these matters made some stir.\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.128}, \"Apart from us dogs there are all sorts of creatures\\nin the world, wretched, limited, dumb creatures who have no language but mechanical\\ncries; many of us dogs study them, have given them names, try to help them, educate\\nthem, uplift them, and so on.\": {\"neg\": 0.167, \"neu\": 0.765, \"pos\": 0.068, \"compound\": -0.4939}, \"They are perpetually talking, partly of their philosophical reflections, with which,\\nseeing that they have completely renounced bodily exertion, they can continuously\\noccupy themselves, partly of the observations which they have made from their\\nexalted stations; and although, as is very understandable considering their lazy\\nexistence, they are not much distinguished for intellectual power, and their philosophy\\nPage 326\\nis as worthless as their observations, and science can make hardly any use of their\\nutterances, and besides is not reduced to draw assistance from such wretched sources,\\nnevertheless if one asks what the soaring dogs are really doing one will invariably\\nreceive the reply that they contribute a great deal to knowledge.\": {\"neg\": 0.045, \"neu\": 0.893, \"pos\": 0.062, \"compound\": 0.4588}, \"But who can still speak of youth today?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For instance when I asked: \\\"Whence does the earth\\nprocure this food?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Merely to entomb oneself deeper and\\ndeeper in silence, it seems, so deep that one can never be dragged out of it again by\\nanybody.\": {\"neg\": 0.0, \"neu\": 0.954, \"pos\": 0.046, \"compound\": 0.0382}, \"Also a certain respect and fear kept\\nthem from employing violence.\": {\"neg\": 0.395, \"neu\": 0.324, \"pos\": 0.281, \"compound\": -0.4767}, \"Only the mixture of the elements is different, a difference very important for the\\nindividual, insignificant for the race.\": {\"neg\": 0.117, \"neu\": 0.781, \"pos\": 0.102, \"compound\": -0.079}, \"Dogs who make no reply to the\\ngreeting of other dogs are guilty of an offense against good manners which the\\nhumblest dog would never pardon any more than the greatest.\": {\"neg\": 0.209, \"neu\": 0.559, \"pos\": 0.232, \"compound\": 0.4591}, \"Those dogs were violating the law.\": {\"neg\": 0.412, \"neu\": 0.588, \"pos\": 0.0, \"compound\": -0.5423}, \"Everyone has the\\nimpulse to question.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Perhaps the truth was not so very far off, and I not so forsaken, therefore,\\nas I thought; or I may have been forsaken less by my fellows than by myself, in yielding\\nand consenting to die.\": {\"neg\": 0.102, \"neu\": 0.838, \"pos\": 0.06, \"compound\": -0.3818}, \"My inadequate grounding in science also\\nPage 335\\nundoubtedly held me up here.\": {\"neg\": 0.184, \"neu\": 0.816, \"pos\": 0.0, \"compound\": -0.4019}, \"Although in reality I was laboring to annul the findings of science,\\nI felt within me a deep reassurance, indeed almost the proverbial serenity of the\\nscientific worker.\": {\"neg\": 0.0, \"neu\": 0.906, \"pos\": 0.094, \"compound\": 0.3612}, \"And what has become of\\nit today?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I\\nwas a little disturbed in my concentration by the fear that the other dogs might miss\\nme, presently find me, and attempt something or other against me.\": {\"neg\": 0.236, \"neu\": 0.764, \"pos\": 0.0, \"compound\": -0.7275}, \"Do these dogs multiply by\\npropagation?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Sometimes it seems to me as if I\\nPage 329\\nwere trying to humiliate myself by thinking of him as my colleague.\": {\"neg\": 0.149, \"neu\": 0.851, \"pos\": 0.0, \"compound\": -0.5423}, \"Then you will have\\nclarity, truth, avowal, as much of them as you desire.\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.7717}, \"Yes, brothers, but not so as to perish\\nin that place, but to achieve truth and escape from this world of falsehood, where there\\nis no one from whom you can learn the truth, not even from me, born as I am a citizen\\nof falsehood.\": {\"neg\": 0.054, \"neu\": 0.756, \"pos\": 0.19, \"compound\": 0.7184}, \"Such ideas, however, are definitely due to the influence of my neighbor; he\\nconfuses me, he fills me with dejection; and yet in himself he is happy enough, at least\\nwhen he is in his own quarters I often hear him shouting and singing; it is really\\nunbearable.\": {\"neg\": 0.044, \"neu\": 0.835, \"pos\": 0.121, \"compound\": 0.6249}, \"Now it is of course true that the earth brings forth\\nall food, of that there can be no doubt; but as simple as people generally imagine it to\\nbe the matter is not; and their belief that it is simple prevents further inquiry.\": {\"neg\": 0.072, \"neu\": 0.832, \"pos\": 0.096, \"compound\": 0.0387}, \"Did I not say the same\\nthing?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If I were to withdraw myself in this manner, remain lying day and night\\nwith closed eyes, trouble myself neither to snatch food from the air nor to lift it from\\nthe ground, and if, as I dared not expect, yet faintly hoped, without taking any of the\\ncustomary measures, and merely in response to the unavoidable irrational watering of\\nthe ground and the quiet recitation of the incantations and songs (the dance I wished\\nto omit, so as not to weaken my powers) the food were to come of itself from above,\\nand without going near the ground were to knock at my teeth for admittance -- if that\\nwere to happen, then, even if science was not confuted, for it has enough elasticity to\\nadmit exceptions and isolated cases -- I asked myself what would the other dogs say,\\nwho fortunately do not possess such extreme elasticity?\": {\"neg\": 0.069, \"neu\": 0.887, \"pos\": 0.043, \"compound\": -0.6209}, \"People began to\\ninvestigate after a fashion, to collect data; they made a beginning, at least, although\\nthey are never likely to go farther.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I mean where it\\nteaches that the earth engenders our food, and then, after having laid down this\\nPage 333\\nhypothesis, gives the methods by which the different foods may be achieved in their\\nbest kinds and greatest abundance.\": {\"neg\": 0.0, \"neu\": 0.811, \"pos\": 0.189, \"compound\": 0.8555}, \"Accordingly I\\nalways made a small jump in the air when the food appeared, but timed it so that it\\nmight always fail of its object; in the majority of instances the food fell dully and\\nindifferently to the ground in spite of this, and I flung myself furiously upon it, with\\nthe fury both of hunger and of disappointment.\": {\"neg\": 0.358, \"neu\": 0.642, \"pos\": 0.0, \"compound\": -0.9832}, \"For it must not be assumed that, for all my peculiarities, which lie open to the\\nday, I am so very different from the rest of my species.\": {\"neg\": 0.0, \"neu\": 0.959, \"pos\": 0.041, \"compound\": 0.0258}, \"But be prepared.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Our scientific knowledge, which generally makes for\\nan extreme specialization, is remarkably simple in one province.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They were uncovering their\\nnakedness, blatantly making a show of their nakedness: they were doing that as though\\nit were a meritorious act, and when, obeying their better instincts for a moment, they\\nhappened to let their front paws fall, they were literally appalled as if at an error, as if\\nNature were an error, hastily raised their legs again, and their eyes seemed to be\\nbegging for forgiveness for having been forced to cease momentarily from their\\nabomination.\": {\"neg\": 0.129, \"neu\": 0.78, \"pos\": 0.092, \"compound\": -0.5106}, \"I achieved this by always resting my head while I\\nslept on some frail twig, which soon snapped and so awoke me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Don't you understand the most self-evident fact?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I can recall an incident in my youth; I was at the time in one of those\\ninexplicable blissful states of exaltation which everyone must have experienced as a\\nchild; I was still quite a puppy, everything pleased me, everything was my concern.\": {\"neg\": 0.0, \"neu\": 0.836, \"pos\": 0.164, \"compound\": 0.7943}, \"In certain\\ncircumstances I might have been able to achieve an almost scrupulously exact\\nexperiment; namely, if I had succeeded only once in bringing down food by an upward\\nincantation without preparing the ground at all, and then had failed to extract food by\\nan incantation directed exclusively to the ground.\": {\"neg\": 0.061, \"neu\": 0.849, \"pos\": 0.09, \"compound\": 0.1531}, \"And for that reason this answer: \\\"If you haven't enough to eat, we'll give you\\nsome of ours\\\" is merely a way of speaking, a jest, a form of raillery.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For a long time now I have been more intimate with him than with anybody else; I am\\nglad to say that I can still get on tolerably well with him, and when he goes away I\\nshout the most friendly greetings after him, though not out of affection, but in anger at\\nmyself; for if I follow him I find him just as disgusting again, slinking along there with\\nhis trailing leg and his much too low hindquarters.\": {\"neg\": 0.165, \"neu\": 0.744, \"pos\": 0.091, \"compound\": -0.8538}, \"\\\"Who are you?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For they are\\ninvariably seen alone, self-complacently floating high up in the air, and if once in a\\nwhile they descend to take a run, it lasts only for a minute or two, a few mincing struts\\nand also always in strict solitude, absorbed in what is supposed to be profound\\nthought, from which, even when they exert themselves to the utmost, they cannot tear\\nthemselves free, or at least so they say.\": {\"neg\": 0.066, \"neu\": 0.934, \"pos\": 0.0, \"compound\": -0.5722}, \"For the\\nmore profound cause of my scientific incapacity seems to me to be an instinct, and\\nPage 345\\nindeed by no means a bad one.\": {\"neg\": 0.199, \"neu\": 0.801, \"pos\": 0.0, \"compound\": -0.6908}, \"If you utter it, who will think of opposing you?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The roof of this wretched life, of\\nwhich you say so many hard things, will burst open, and all of us, shoulder to shoulder,\\nwill ascend into the lofty realm of freedom.\": {\"neg\": 0.047, \"neu\": 0.836, \"pos\": 0.117, \"compound\": 0.5456}, \"An admirably strong\\nheart, lungs that it is impossible to use up before their time, have been given to us dogs\\nas if in malice; we survive all questions, even our own, bulwarks of silence that we are.\": {\"neg\": 0.0, \"neu\": 0.841, \"pos\": 0.159, \"compound\": 0.7783}, \"It seems to\\nme that it takes almost a lifetime to recuperate from such an attempt; my whole life as\\nan adult lies between me and that fast, and I have not recovered yet.\": {\"neg\": 0.083, \"neu\": 0.917, \"pos\": 0.0, \"compound\": -0.4215}, \"But nevertheless\\nfreedom, nevertheless a possession.\": {\"neg\": 0.0, \"neu\": 0.488, \"pos\": 0.512, \"compound\": 0.6369}, \"It\\nis as if one were to praise someone because with the years he grows older, and in\\nconsequence comes nearer and nearer to death with increasing speed.\": {\"neg\": 0.116, \"neu\": 0.776, \"pos\": 0.107, \"compound\": -0.0772}, \"-- childish attempts undertaken in childish\\nand far happier days; here and now was the hour of deadly earnest, here my inquiries\\nshould have shown their value, but where had they vanished?\": {\"neg\": 0.088, \"neu\": 0.745, \"pos\": 0.167, \"compound\": 0.431}, \"Often, indeed, the food appeared in greater\\nabundance than formerly, but then again it would stay away altogether.\": {\"neg\": 0.0, \"neu\": 0.907, \"pos\": 0.093, \"compound\": 0.1901}, \"I asked.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But if they do not propagate their kind, is it\\ncredible that there can be dogs who voluntarily give up life on the solid ground,\\nvoluntarily become soaring dogs, and merely for the sake of the comfort and a certain\\ntechnical accomplishment choose that empty life on cushions up there?\": {\"neg\": 0.084, \"neu\": 0.803, \"pos\": 0.113, \"compound\": 0.1591}, \"If we were to be quite inactive, as I am\\nalmost completely now, and after a perfunctory scratching and watering of the soil lay\\ndown and waited for what was to come, then we should find the food on the ground,\\nassuming, that is, that a result of some kind is inevitable.\": {\"neg\": 0.0, \"neu\": 0.934, \"pos\": 0.066, \"compound\": 0.5267}, \"No,\\nthat I truly expect no longer.\": {\"neg\": 0.427, \"neu\": 0.291, \"pos\": 0.282, \"compound\": -0.128}, \"First of all my inquiries into the question: Whence does the earth procure the\\nfood it gives us?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One can safely say that we all\\nlive together in a literal heap, all of us, different as we are from one another on account\\nof numberless and profound modifications which have arisen in the course of time.\": {\"neg\": 0.0, \"neu\": 0.918, \"pos\": 0.082, \"compound\": 0.4939}, \"\\\"Not\\nquite so self-evident as all that,\\\" I said, \\\"you're sorry that you must drive me away, and\\nyet you do it.\\\"\": {\"neg\": 0.061, \"neu\": 0.939, \"pos\": 0.0, \"compound\": -0.0772}, \"\\\"Get out!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My first vigils passed\\nuneventfully; perhaps in the place whence the food came no one had yet noticed that I\\nwas lying there in resistance to the normal course of things, and so there was no sign.\": {\"neg\": 0.191, \"neu\": 0.809, \"pos\": 0.0, \"compound\": -0.7783}, \"I can only see\\ndecline everywhere, in saying which, however, I do not mean that earlier generations\\nwere essentially better than ours, but only younger; that was their great advantage,\\ntheir memory was not so overburdened as ours today, it was easier to get them to\\nspeak out, and even if nobody actually succeeded in doing that, the possibility of it was\\ngreater, and it is indeed this greater sense of possibility that moves us so deeply when\\nPage 330\\nwe listen to those old and strangely simple stories.\": {\"neg\": 0.026, \"neu\": 0.747, \"pos\": 0.227, \"compound\": 0.969}, \"And I\\ncould no longer restrain myself, particularly as they now seemed in some\\nincomprehensible way in need of help, and so through all the din of the music I\\nshouted out my questions loudly and challengingly.\": {\"neg\": 0.099, \"neu\": 0.831, \"pos\": 0.07, \"compound\": -0.0258}, \"Naturally I do not talk to my neighbor of these things, but often I cannot but\\nthink of them when I am sitting opposite him -- that typical old dog -- or bury my\\nnose in his coat, which already has a whiff of the smell of cast-off hides.\": {\"neg\": 0.045, \"neu\": 0.955, \"pos\": 0.0, \"compound\": -0.2617}, \"\\\"How am I contradicting myself?\\\"\": {\"neg\": 0.434, \"neu\": 0.566, \"pos\": 0.0, \"compound\": -0.3182}, \"So when I think of those times -- and I would gladly pass my life in brooding\\nover them -- I cannot help thinking also of the time that still threatens me.\": {\"neg\": 0.146, \"neu\": 0.749, \"pos\": 0.105, \"compound\": -0.3309}, \"Consider us dogs, on the other hand!\": {\"neg\": 0.0, \"neu\": 0.632, \"pos\": 0.368, \"compound\": 0.5411}, \"To be precise, is it in the hope that they\\nmight answer me that I have questioned my fellow dogs, at least since my adult years?\": {\"neg\": 0.051, \"neu\": 0.842, \"pos\": 0.106, \"compound\": 0.3612}, \"\\\"You're beginning\\nalready,\\\" I said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I, on the contrary, was perfectly sound\\nand at the height of my powers, my appetite so splendid that it prevented me all day\\nPage 337\\nfrom thinking of anything but itself; I submitted, moreover, whether it be credited or\\nnot, voluntarily to my period of fasting, was myself quite able to conjure down my own\\nsupply of food and wished also to do so, and so I asked no assistance from the dog\\ncommunity, and indeed rejected it in the most determined manner.\": {\"neg\": 0.08, \"neu\": 0.781, \"pos\": 0.139, \"compound\": 0.5726}, \"But at the time their power was very great, I was completely under their spell, and\\npresently something actually did happen, something so extraordinary that it seemed to\\njustify my wild expectations.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.659}, \"How otherwise could my questions have affected my hearers in\\nthe slightest -- and they were often affected, to my ecstatic delight, an exaggerated\\nPage 324\\ndelight, I must confess -- and how otherwise could I have been prevented from\\nachieving much more than I have done?\": {\"neg\": 0.086, \"neu\": 0.688, \"pos\": 0.227, \"compound\": 0.8625}, \"Nor in our talks\\ndoes he betray any trace of similarity of thought; true, he is clever and cultured enough\\nas these things go here, and I could learn much from him; but is it for cleverness and\\nculture that I am looking?\": {\"neg\": 0.054, \"neu\": 0.772, \"pos\": 0.174, \"compound\": 0.6956}, \"he asked.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And now that things were\\nbecoming unendurable my very nature seemed to be seized by the general frenzy, and\\nmade senseless attempts to save itself; the smell of food began to assail me, delicious\\ndainties that I had long since forgotten, delights of my childhood; yes, I could smell the\\nvery fragrance of my mother's teats; I forgot my resolution to resist all smells, or rather\\nI did not forget it; I dragged myself to and fro, never for more than a few yards, and\\nsniffed as if that were in accordance with my resolution, as if I were looking for food\\nsimply to be on my guard against it.\": {\"neg\": 0.037, \"neu\": 0.829, \"pos\": 0.134, \"compound\": 0.8811}, \"Even in\\nthose days wonders did not openly walk the streets for anyone to seize; but all the\\nsame, dogs -- I cannot put it in any other way -- had not yet become so doggish as\\ntoday, the edifice of dogdom was still loosely put together, the true Word could still\\nhave intervened, planning or replanning the structure, changing it at will,\\ntransforming it into its opposite; and the Word was there, was very near at least, on\\nthe tip of everybody's tongue, anyone might have hit upon it.\": {\"neg\": 0.0, \"neu\": 0.96, \"pos\": 0.04, \"compound\": 0.5719}, \"I cannot be so accursed as that.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But one thing\\nis too obvious to have escaped me; namely how little inclined they are, compared with\\nus dogs, to stick together, how silently and unfamiliarly and with what a curious\\nhostility they pass each other by, how only the basest of interests can bind them\\ntogether for a little in ostensible union, and how often these very interests give rise to\\nPage 311\\nhatred and conflict.\": {\"neg\": 0.131, \"neu\": 0.786, \"pos\": 0.083, \"compound\": -0.6908}, \"Trembling\\nwith desire, whipping yourself with your own tail, you steal cautiously upon your\\nfellow dog, you ask, you beg, you howl, you bite, and achieve -- and achieve what you\\ncould have achieved just as well without any effort: amiable attention, friendly\\nPage 321\\ncontiguity, honest acceptance, ardent embraces, barks that mingle as one: everything\\nis directed toward achieving an ecstasy, a forgetting and finding again; but the one\\nthing that you long to win above all, the admission of knowledge, remains denied to\\nyou.\": {\"neg\": 0.076, \"neu\": 0.732, \"pos\": 0.191, \"compound\": 0.8641}, \"I swallow down my food, but the slightest preliminary methodical politico-economical\\nobservation of it does not seem to me worth while.\": {\"neg\": 0.0, \"neu\": 0.809, \"pos\": 0.191, \"compound\": 0.5023}, \"I wished to prove that\\nwhen I retreated before the food it was not the ground that attracted it at a slant, but I\\nwho drew it after me.\": {\"neg\": 0.0, \"neu\": 0.927, \"pos\": 0.073, \"compound\": 0.2263}, \"Investigations of a Dog\\n How MUCH my life has changed, and yet how unchanged it has remained at\\nbottom!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So for penetrating into real dog nature, research into food seemed\\nto me the best method, calculated to lead me to my goal by the straightest path.\": {\"neg\": 0.0, \"neu\": 0.861, \"pos\": 0.139, \"compound\": 0.6369}, \"\\\"That's so,\\\" he replied.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And to the best of my knowledge\\nscience ordains nothing else than this.\": {\"neg\": 0.0, \"neu\": 0.741, \"pos\": 0.259, \"compound\": 0.6369}, \"Now I could at least have obeyed at this point, though tardily, but in the\\nmidst of my pain I felt a longing to go on fasting, and I followed it as greedily as if it\\nwere a strange dog.\": {\"neg\": 0.273, \"neu\": 0.727, \"pos\": 0.0, \"compound\": -0.8922}, \"True, I held them responsible for\\neverything, even if I dared not say so openly; it was they who involved our dog life in\\nguilt, and so I could easily have responded to their menaces with countermenaces; but\\nI bow before their knowledge, it came from sources of which we know no longer, and\\nfor that reason, much as I may feel compelled to oppose them, I shall never actually\\noverstep their laws, but content myself with wriggling out through the gaps, for which\\nI have a particularly good nose.\": {\"neg\": 0.048, \"neu\": 0.83, \"pos\": 0.122, \"compound\": 0.6837}, \"I had\\nnaturally assured myself on this point before I began my fast.\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.3612}, \"Where are they?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But there were countless badly\\nfed dogs running about, and the others snatched even the wretchedest scrap from\\nunder their noses whenever they could, and often not from greed, but rather on\\nprinciple.\": {\"neg\": 0.059, \"neu\": 0.894, \"pos\": 0.047, \"compound\": -0.1081}, \"-- and even if anyone chanced to have some\\nfood, naturally he forgot everything else in the fury of his hunger; yet they all seriously\\nmeant what they said when they made the offer, and here and there, right enough, I\\nwas presently allowed some slight trifle if I was only smart enough to snatch it quickly.\": {\"neg\": 0.121, \"neu\": 0.835, \"pos\": 0.044, \"compound\": -0.5719}, \"Not completely, of course -- that is the diabolical jest --\\nbut sufficiently to spare one painful questions.\": {\"neg\": 0.185, \"neu\": 0.815, \"pos\": 0.0, \"compound\": -0.5927}, \"Why do they\\nhover up there, letting their legs, the pride of dogs, fall into desuetude, preserving a\\ndetachment from the nourishing earth, reaping without having sowed, being\\nparticularly well provided for, as I hear, and at the cost of the dog community too.\": {\"neg\": 0.0, \"neu\": 0.893, \"pos\": 0.107, \"compound\": 0.5849}, \"\\\"How long will you be able to\\nendure the fact that the world of dogs, as your researches make more and more\\nevident, is pledged to silence and always will be?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Probably out of pure happiness.\": {\"neg\": 0.0, \"neu\": 0.526, \"pos\": 0.474, \"compound\": 0.5574}, \"My experience with the musical\\ndogs had indeed drawn my attention to music, but I was still too young at that time.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Besides, I am not in the\\nleast queer outwardly; an ordinary middle-class dog such as is very prevalent, in this\\nneighborhood, at least, I am neither particularly exceptional in any way, nor\\nparticularly repellent in any way; and in nay youth and to some extent also in maturity,\\nso long as I attended to my appearance and had lots of exercise, I was actually\\nconsidered a very handsome dog.\": {\"neg\": 0.0, \"neu\": 0.947, \"pos\": 0.053, \"compound\": 0.5413}, \"And I was actually quite beyond myself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Don't I please you?\\\"\": {\"neg\": 0.495, \"neu\": 0.505, \"pos\": 0.0, \"compound\": -0.2411}, \"Every dog has like me the impulse to\\nquestion, and I have like every dog the impulse not to answer.\": {\"neg\": 0.0, \"neu\": 0.773, \"pos\": 0.227, \"compound\": 0.6124}, \"An old dog, a little smaller even than myself -- and I am hardly\\nmedium size -- brown, short-haired, with a tired hang of the head and a shuffling gait;\\non top of all this he trails his left hind leg behind him a little because of some disease.\": {\"neg\": 0.062, \"neu\": 0.899, \"pos\": 0.039, \"compound\": -0.2732}, \"What could have\\nhappened?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now consider the other side of the picture.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"All sorts of thoughts tormented me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I do not blame the concert; it is my innate\\ndisposition that has driven me on, and it would certainly have found some other\\nopportunity of coming into action had the concert never taken place.\": {\"neg\": 0.0, \"neu\": 0.811, \"pos\": 0.189, \"compound\": 0.738}, \"But is not everybody silent exactly in the same way?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I often\\nhave such thoughts as these and then I give him a prolonged look.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My questions only serve as a goad to myself; I only want to be stimulated by the\\nsilence which rises up around me as the ultimate answer.\": {\"neg\": 0.0, \"neu\": 0.878, \"pos\": 0.122, \"compound\": 0.296}, \"Take the soaring dogs once more as an\\nexample; they are not haughty as one might imagine at first, but rather particularly\\ndependent upon their fellow dogs; if one tries to put oneself in their place one will see\\nthat.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Sometimes the food did not\\nappear, and I was already preparing to rejoice at this proof, but then the food would\\nappear; it was exactly as if my strange performance had caused some confusion at first,\\nbut had shown itself later to possess advantages, so that in my case the usual barking\\nand leaping could be dispensed with.\": {\"neg\": 0.079, \"neu\": 0.839, \"pos\": 0.082, \"compound\": 0.0516}, \"Now one might say: \\\"You complain about your fellow dogs, about their silence\\non crucial questions; you assert that they know more than they admit, more than they\\nwill allow to be valid, and that this silence, the mysterious reason for which is also, of\\ncourse, tacitly concealed, poisons existence and makes it unendurable for you, so that\\nyou must either alter it or have done with it; that may be; but you are yourself a dog,\\nyou have also the dog knowledge; well, bring it out, not merely in the form of a\\nquestion, but as an answer.\": {\"neg\": 0.04, \"neu\": 0.904, \"pos\": 0.055, \"compound\": 0.136}, \"Easy to answer:\\nBecause I am a dog; in essentials just as locked in silence as the others, stubbornly\\nresisting my own questions, dour out of fear.\": {\"neg\": 0.184, \"neu\": 0.721, \"pos\": 0.095, \"compound\": -0.4019}, \"I became indignant at\\nthe thought and almost forgot the music.\": {\"neg\": 0.237, \"neu\": 0.763, \"pos\": 0.0, \"compound\": -0.4215}, \"In\\nordinary circumstances I would have been very ill, incapable of moving; but the\\nmelody, which the hound soon seemed to acknowledge as his, was quite irresistible.\": {\"neg\": 0.131, \"neu\": 0.753, \"pos\": 0.116, \"compound\": 0.1416}, \"The marrow that I am\\ndiscussing here is no food; on the contrary, it is a poison.\": {\"neg\": 0.305, \"neu\": 0.695, \"pos\": 0.0, \"compound\": -0.6908}, \"said I,\\n\\\"don't you see that you're contradicting yourself?\\\"\": {\"neg\": 0.223, \"neu\": 0.777, \"pos\": 0.0, \"compound\": -0.3182}, \"It seemed to me as if I were separated from all my fellows, not by a quite short\\nstretch, but by an infinite distance, and as if I would die less of hunger than of neglect.\": {\"neg\": 0.276, \"neu\": 0.724, \"pos\": 0.0, \"compound\": -0.9087}, \"At that time I still knew hardly anything of the creative gift for\\nmusic with which the canine race alone is endowed, it had naturally enough escaped\\nmy but slowly developing powers of observation; for though music had surrounded me\\nas a perfectly natural and indispensable element of existence ever since I was a\\nsuckling, an element which nothing impelled me to distinguish from the rest of\\nexistence, my elders had drawn my attention to it only by such hints as were suitable\\nfor a childish understanding; all the more astonishing, then, indeed devastating, were\\nthese seven great musical artists to me.\": {\"neg\": 0.087, \"neu\": 0.755, \"pos\": 0.158, \"compound\": 0.8537}, \"But many things that\\nare disposed of in the minds of grownups are not yet settled in the minds of the young.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That never went on for long, always for only a short\\nstretch, then the food fell after all, or vanished completely, or -- the most common\\ncase -- my greed put a premature end to the experiment and I swallowed down the\\ntempting food.\": {\"neg\": 0.063, \"neu\": 0.937, \"pos\": 0.0, \"compound\": -0.4019}, \"was I troubled, as appearances might quite well indicate, about the\\nearth; was I troubled about the labors of the earth?\": {\"neg\": 0.246, \"neu\": 0.656, \"pos\": 0.098, \"compound\": -0.5584}, \"I think I am clear on these and\\nmany other matters, the long interval has not been wanting in trial attempts, often\\nenough I have literally got my teeth into hunger; but I was still not strong enough for\\nthe ultimate effort, and now the unspoiled ardor of youth is of course gone forever.\": {\"neg\": 0.094, \"neu\": 0.853, \"pos\": 0.053, \"compound\": -0.4944}, \"I made myself still more insignificant than I was, I whimpered,\\nand if the dogs had asked me now what I thought of their performance, probably I\\nwould have had not a word to say against it.\": {\"neg\": 0.082, \"neu\": 0.918, \"pos\": 0.0, \"compound\": -0.4005}, \"Hints which I could not refrain from occasionally\\ndropping were quite lost in the general conversation.\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.3804}, \"Nevertheless that is not what\\nusually happens.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Our generation is\\nlost, it may be, but it is more blameless than those earlier ones.\": {\"neg\": 0.091, \"neu\": 0.772, \"pos\": 0.137, \"compound\": 0.2118}, \"I mean the theory of incantation, by which food is\\ncalled down.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Solitary and\\nwithdrawn, with nothing to occupy me save my hopeless but, as far as I am concerned,\\nindispensable little investigations, that is how I live; yet in my distant isolation I have\\nnot lost sight of my people, news often penetrates to me, and now and then I even let\\nnews of myself reach them.\": {\"neg\": 0.095, \"neu\": 0.807, \"pos\": 0.098, \"compound\": -0.2161}, \"My personal observation tells me that the earth, when it is watered and\\nPage 319\\nscratched according to the rules of science, extrudes nourishment, and moreover in\\nsuch quality, in such abundance, in such ways, in such places, at such hours as the laws\\npartially or completely established by science demand.\": {\"neg\": 0.029, \"neu\": 0.971, \"pos\": 0.0, \"compound\": -0.128}, \"And though the\\ntruth will not be discovered by such means -- never can that stage be reached -- yet\\nthey throw light on some of the profounder ramifications of falsehood.\": {\"neg\": 0.0, \"neu\": 0.887, \"pos\": 0.113, \"compound\": 0.4019}, \"He would urge a slight objection now and then, but\\nfinally he would agree -- agreement is the best weapon of defense -- and the matter\\nwould be buried: why indeed trouble to exhume it at all?\": {\"neg\": 0.123, \"neu\": 0.562, \"pos\": 0.315, \"compound\": 0.872}, \"Life is hard, the earth stubborn, science\\nrich in knowledge but poor in practical results: anyone who has food keeps it to\\nhimself; that is not selfishness, but the opposite, dog law, the unanimous decision of\\nthe people, the outcome of their victory over egoism, for the possessors are always in a\\nminority.\": {\"neg\": 0.121, \"neu\": 0.791, \"pos\": 0.087, \"compound\": -0.253}, \"All the same I was happy at that time, a stir of curiosity ran through my\\nneighborhood, I attracted uneasy attention, I found my acquaintances more accessible\\nto my questions, I could see in their eyes a gleam that seemed like an appeal for help;\\nand even if it was only the reflection of my own glance I asked for nothing more.\": {\"neg\": 0.04, \"neu\": 0.778, \"pos\": 0.182, \"compound\": 0.8442}, \"Because I\\nwas a lean dog, badly fed and neglectful of my needs?\": {\"neg\": 0.404, \"neu\": 0.596, \"pos\": 0.0, \"compound\": -0.7269}, \"\\\"No,\\\" he replied, \\\"but\\nthere's nothing that needs to be explained, these are natural, self-evident things.\\\"\": {\"neg\": 0.0, \"neu\": 0.822, \"pos\": 0.178, \"compound\": 0.5023}, \"I\\nbelieved that great things were going on around me of which I was the leader and to\\nwhich I must lend my voice, things which must be wretchedly thrown aside if I did not\\nrun for them and wag my tail for them -- childish fantasies that faded with riper years.\": {\"neg\": 0.065, \"neu\": 0.857, \"pos\": 0.078, \"compound\": 0.4019}, \"Perhaps in my\\neagerness I might even have managed to withstand it, for I knew it better now, if in the\\nmidst of all its majestic amplitude, which was terrifying, but still not inconquerable, a\\nclear, piercing, continuous note which came without variation literally from the\\nremotest distance -- perhaps the real melody in the midst of the music -- had not now\\nrung out, forcing me to my knees.\": {\"neg\": 0.071, \"neu\": 0.876, \"pos\": 0.053, \"compound\": -0.3239}, \"The\\nscratching and watering of the ground, in my opinion, serves to produce both kinds of\\nfood, and remains indispensable; incantation, dance, and song, however, are\\nconcerned less with the ground food in the narrower sense, and serve principally to\\nattract the food from above.\": {\"neg\": 0.0, \"neu\": 0.946, \"pos\": 0.054, \"compound\": 0.3612}, \"Have I any such foolish hope?\": {\"neg\": 0.263, \"neu\": 0.375, \"pos\": 0.362, \"compound\": 0.2023}, \"What is there to prevent me from believing that everyone is my colleague, instead of\\nthinking that I have only one or two fellow inquirers -- lost and forgotten along with\\ntheir petty achievements, so that I can never reach them by any road through the\\ndarkness of ages or the confused throng of the present: why not believe that all dogs\\nPage 332\\nfrom the beginning of time have been my colleagues, all diligent in their own way, all\\nunsuccessful in their own way, all silent or falsely garrulous in their own way, as\\nhopeless research is apt to make one?\": {\"neg\": 0.155, \"neu\": 0.835, \"pos\": 0.01, \"compound\": -0.9148}, \"Remarkable effects of my first hunger.\": {\"neg\": 0.208, \"neu\": 0.417, \"pos\": 0.375, \"compound\": 0.3818}, \"They did not know what we can now guess at,\\ncontemplating the course of history: that change begins in the soul before it appears in\\nordinary existence, and that, when they began to enjoy a dog's life, they must already\\nhave possessed real old dogs' souls, and were by no means so near their starting point\\nas they thought, or as their eyes feasting on all doggish joys tried to persuade them.\": {\"neg\": 0.029, \"neu\": 0.888, \"pos\": 0.084, \"compound\": 0.6369}, \"My own bout of questioning while I was young was\\none.\": {\"neg\": 0.135, \"neu\": 0.865, \"pos\": 0.0, \"compound\": -0.1027}, \"I\\ntook this contradiction as my starting point, and whenever, according to the teachings\\nof science, the harvest time was approaching, I restricted my attention to the ground,\\nit was the ground that I scratched in the dance, and I almost gave myself a crick in the\\nneck keeping my head as close to the ground as I could.\": {\"neg\": 0.083, \"neu\": 0.917, \"pos\": 0.0, \"compound\": -0.5574}, \"But now comes the remarkable thing; the\\npeople in all their ceremonies gaze upwards.\": {\"neg\": 0.0, \"neu\": 0.783, \"pos\": 0.217, \"compound\": 0.5574}, \"Apart\\nfrom such fears I was more calm during this first stage than I could remember ever\\nhaving been before.\": {\"neg\": 0.131, \"neu\": 0.748, \"pos\": 0.121, \"compound\": -0.0534}, \"But shortly afterwards I heard from another source an account of another\\nsoaring dog.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The first time I heard of one I\\nlaughed and simply refused to believe it.\": {\"neg\": 0.136, \"neu\": 0.679, \"pos\": 0.185, \"compound\": 0.2023}, \"I know what course\\nthe conversation would take.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"More, it became clear to me that it\\nwas I who was trying to seduce the others, and that I was actually successful up to a\\ncertain point.\": {\"neg\": 0.0, \"neu\": 0.715, \"pos\": 0.285, \"compound\": 0.83}, \"No, they treated me with special favor; I cannot give much detailed proof of\\nthis, but I have a firm conviction that it was so.\": {\"neg\": 0.066, \"neu\": 0.782, \"pos\": 0.152, \"compound\": 0.2732}, \"Here and there we catch a curiously\\nsignificant phrase and we would almost like to leap to our feet, if we did not feel the\\nweight of centuries upon us.\": {\"neg\": 0.0, \"neu\": 0.871, \"pos\": 0.129, \"compound\": 0.4601}, \"\\\"He is dying,\\\" and it\\nwould actually come to pass.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But what good are all these\\nquestions, for they have failed me completely; apparently my colleagues are cleverer\\ndogs than I, and have recourse to other excellent methods that enable them to bear\\nthis life, methods which, nevertheless, as I can tell from my own experience, though\\nthey may perhaps help at a pinch, though they may calm, lull to rest, distract, are yet\\non the whole as impotent as my own, for, no matter where I look, I can see no sign of\\ntheir success.\": {\"neg\": 0.118, \"neu\": 0.69, \"pos\": 0.191, \"compound\": 0.8126}, \"For it was clear that nobody troubled about me, nobody beneath the earth, on it, or\\nabove it; I was dying of their indifference; they said indifferently.\": {\"neg\": 0.141, \"neu\": 0.772, \"pos\": 0.087, \"compound\": -0.1531}, \"Yes and no.\": {\"neg\": 0.373, \"neu\": 0.169, \"pos\": 0.458, \"compound\": 0.128}, \"Who then forced them to do what they were doing?\": {\"neg\": 0.25, \"neu\": 0.75, \"pos\": 0.0, \"compound\": -0.4588}, \"But now from my hiding hole I saw, on looking more closely, that it was\\nnot so much coolness as the most extreme tension that characterized their\\nperformance; these limbs apparently so sure in their movements quivered at every step\\nwith a perpetual apprehensive twitching; as if rigid with despair the dogs kept their\\neyes fixed on one another, and their tongues, whenever the tension weakened for a\\nmoment, hung wearily from their jowls.\": {\"neg\": 0.167, \"neu\": 0.796, \"pos\": 0.037, \"compound\": -0.8159}, \"If only for my own sake I dared not hesitate any longer now, I dislodged\\nmyself from the tangle of bars, took one leap into the open and made toward the dogs\\n-- I, the young pupil, must be the teacher now, must make them understand what they\\nwere doing, must keep them from committing further sin.\": {\"neg\": 0.061, \"neu\": 0.886, \"pos\": 0.053, \"compound\": -0.3582}, \"Well, then, why do you make it a reproach\\nagainst the others that they are silent, and remain silent yourself?\\\"\": {\"neg\": 0.0, \"neu\": 0.896, \"pos\": 0.104, \"compound\": 0.2732}, \"It could not be fear of failure that agitated\\nthem so deeply; dogs that could dare and achieve such things had no need to fear that.\": {\"neg\": 0.245, \"neu\": 0.604, \"pos\": 0.151, \"compound\": -0.5013}, \"Even the most loquacious dog is more\\nsecretive of his knowledge than the places where good food can be found.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4404}, \"My beautiful fancies fled one by one before the increasing urgency of my\\nhunger; a little longer and I was, after an abrupt farewell to all my imaginations and\\nmy sublime feelings, totally alone with the hunger burning in my entrails.\": {\"neg\": 0.139, \"neu\": 0.774, \"pos\": 0.086, \"compound\": -0.101}, \"Besides, although what struck me most\\ndeeply at first about these dogs was their music, their silence seemed to me still more\\nsignificant; as for their affrighting music, probably it was quite unique, so that I could\\nleave it out of account; but thenceforth their silence confronted me everywhere and in\\nall the dogs I met.\": {\"neg\": 0.087, \"neu\": 0.885, \"pos\": 0.027, \"compound\": -0.3368}, \"Translated by Willa and Edwin Muir\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"After that, however, these feelings\\nsoon passed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I accept all this; my question,\\nhowever, is the following: \\\"Whence does the earth procure this food?\\\"\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.3818}, \"That\\nsounds monstrous, almost as if I wanted to feed on the marrow, not merely of a bone,\\nbut of the whole canine race itself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You must leave this place.\\\"\": {\"neg\": 0.231, \"neu\": 0.769, \"pos\": 0.0, \"compound\": -0.0516}, \"\\\"There!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We\\nare perpetually being asked to put up with new soaring dogs who are always appearing.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- that\\nthese dogs should be able to float in the air: in my amazed admiration for that I am at\\none with my fellow dogs.\": {\"neg\": 0.0, \"neu\": 0.774, \"pos\": 0.226, \"compound\": 0.7717}, \"I do not know, I certainly see no sign of it in him, but it is\\npossible.\": {\"neg\": 0.193, \"neu\": 0.807, \"pos\": 0.0, \"compound\": -0.2773}, \"Can you explain to me why we must?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What has\\nscientific inquiry, ever since our first fathers inaugurated it, of decisive importance to\\nadd to this?\": {\"neg\": 0.0, \"neu\": 0.784, \"pos\": 0.216, \"compound\": 0.5267}, \"It\\ngrew stronger and stronger; its waxing power seemed to have no limits, and already\\nalmost burst my eardrums.\": {\"neg\": 0.094, \"neu\": 0.684, \"pos\": 0.222, \"compound\": 0.4588}, \"It is wonderful -- who can gainsay it?\": {\"neg\": 0.0, \"neu\": 0.654, \"pos\": 0.346, \"compound\": 0.5719}, \"The ordinary\\ndogs themselves set science right here without knowing it, and without science being\\nPage 334\\nable to venture a word in reply.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I know that it is not one of the virtues of dogdom to share with others\\nfood that one has once gained possession of.\": {\"neg\": 0.0, \"neu\": 0.733, \"pos\": 0.267, \"compound\": 0.743}, \"I still shudder to think of it, and not merely on\\naccount of the suffering I endured then, but mainly because I was unable to finish it\\nthen and consequently shall have to live through that suffering once more if I am ever\\nto achieve anything; for today I still hold fasting to be the final and most potent means\\nof my research.\": {\"neg\": 0.1, \"neu\": 0.9, \"pos\": 0.0, \"compound\": -0.7351}, \"In this connection the essence of\\nall knowledge is enough for me, the simple rule with which the mother weans her\\nyoung ones from her teats and sends them out into the world: \\\"Water the ground as\\nmuch as you can.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Well,\\njust as at that time I kept on unceasingly discussing the foregoing incident -- which\\ntoday I must confess I lay far less importance upon -- analyzing it into constituent\\nparts, arguing it with my listeners without regard to the company I found myself in,\\ndevoting my whole time to the problem, which I found as wearisome as everybody\\nelse, but which -- that was the difference -- for that very reason I was resolved to\\npursue indefatigably until I solved it, so that I might be left free again to regard the\\nordinary, calm, happy life of every day.\": {\"neg\": 0.035, \"neu\": 0.757, \"pos\": 0.208, \"compound\": 0.9578}, \"Could I not actually hear on listening\\nmore closely the subdued cries with which they encouraged each other, drew each\\nother's attention to difficulties, warned each other against errors; could I not see the\\nlast and youngest dog, to whom most of those cries were addressed, often stealing a\\nglance at me as if he would have dearly wished to reply, but refrained because it was\\nnot allowed?\": {\"neg\": 0.152, \"neu\": 0.797, \"pos\": 0.051, \"compound\": -0.6428}, \"But where, then, are my real colleagues?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was entirely cast on my own resources, began at the very\\nbeginning, and with the consciousness, inspiriting to youth, but utterly crushing to\\nage, that the fortuitous point to which I carried my labors must also be the final one.\": {\"neg\": 0.087, \"neu\": 0.869, \"pos\": 0.045, \"compound\": -0.4194}, \"To whom but it can\\none appeal in the wide and empty world?\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.296}, \"Yet the fact that\\nit happened so soon used to make me feel sorry for myself; it robbed me of a great part\\nof my childhood; the blissful life of the young dog, which many can spin out for years,\\nin my case lasted for only a few short months.\": {\"neg\": 0.024, \"neu\": 0.829, \"pos\": 0.147, \"compound\": 0.8271}, \"Perhaps my next-door neighbor, only three jumps away, is one of them; we\\noften bark across to each other, he calls on me sometimes too, though I do not call on\\nhim.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But more than this\\nmust not be required; that would be going too far, and yet the demand is made.\": {\"neg\": 0.073, \"neu\": 0.927, \"pos\": 0.0, \"compound\": -0.128}, \"I rushed about, told my story, asked questions, made accusations and investigations,\\ntried to drag others to the place where all this had happened, and burned to show\\neverybody where I had stood and where the seven had stood, and where and how they\\nPage 317\\nhad danced and made their music; and if anyone had come with me, instead of shaking\\nme off and laughing at me, I would probably have sacrificed my innocence and tried\\nmyself to stand on my hind legs so as to reconstruct the scene clearly.\": {\"neg\": 0.061, \"neu\": 0.851, \"pos\": 0.088, \"compound\": 0.5574}, \"Where could I be?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Our forefathers appeared threateningly before me.\": {\"neg\": 0.39, \"neu\": 0.61, \"pos\": 0.0, \"compound\": -0.4939}, \"-\\n- they never replied, behaved as if I were not there.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}}"