"{\"Her rights seem beyond question to her; so what\\ndoes it matter how she secures them; especially since in this world, as she sees it,\\nhonest methods are bound to fail.\": {\"neg\": 0.094, \"neu\": 0.726, \"pos\": 0.18, \"compound\": 0.296}, \"To be sure, she pulls herself together again and sings, I\\nfancy, much as usual; perhaps, if one has an ear for the finer shades of expression, one\\ncan hear that she is singing with unusual feeling, which is, however, all to the good.\": {\"neg\": 0.0, \"neu\": 0.857, \"pos\": 0.143, \"compound\": 0.6908}, \"True, she does not save us and she gives us no strength; it is easy to stage\\noneself as a savior of our people, inured as they are to suffering, not sparing\\nthemselves, swift in decision, well acquainted with death, timorous only to the eye in\\nthe atmosphere of reckless daring which they constantly breathe, and as prolific\\nbesides as they are bold -- it is easy, I say, to stage oneself after the event as the savior\\nof our people, who have always somehow managed to save themselves, although at the\\ncost of sacrifices which make historians -- generally speaking we ignore historical\\nresearch entirely -- quite horror-struck.\": {\"neg\": 0.173, \"neu\": 0.684, \"pos\": 0.143, \"compound\": -0.4675}, \"Now, this last statement is unfortunately true, but can\\nhardly be counted as one of Josephine's titles to fame, especially considering that when\\nsuch large gatherings have been unexpectedly flushed by the enemy and many of our\\npeople left lying for dead, Josephine, who was responsible for it all, and indeed perhaps\\nattracted the enemy by her piping, has always occupied the safest place and was always\\nthe first to whisk away quietly and speedily under cover of her escort.\": {\"neg\": 0.202, \"neu\": 0.65, \"pos\": 0.148, \"compound\": -0.8316}, \"Still, everyone\\nreally knows that, and yet people keep running to whatever place Josephine decides on\\nnext, at whatever time she rises up to sing.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now, sometimes, all the same, obstacles intervene, Josephine likes best to sing just\\nwhen things are most upset, many worries and dangers force us then to take devious\\nways, with the best will in the world we cannot assemble ourselves as quickly as\\nJosephine wants, and on occasion she stands there in ceremonial state for quite a time\\nwithout a sufficient audience -- then indeed she turns furious, then she stamps her\\nfeet, swearing in most unmaidenly fashion; she actually bites.\": {\"neg\": 0.177, \"neu\": 0.71, \"pos\": 0.114, \"compound\": -0.6436}, \"Once it happened while\\nJosephine was singing that some silly little thing in all innocence began to pipe up too.\": {\"neg\": 0.0, \"neu\": 0.829, \"pos\": 0.171, \"compound\": 0.4019}, \"\\\"What other explanation could there be?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So there\\nshe stands, the delicate creature, shaken by vibrations especially below the breastbone,\\nso that one feels anxious for her, it is as if she has concentrated all her strength on her\\nsong, as if from everything in her that does not directly subserve her singing all\\nstrength has been withdrawn, almost all power of life, as if she were laid bare,\\nabandoned, committed merely to the care of good angels, as if while she is so wholly\\nwithdrawn and living only in her song a cold breath blowing upon her might kill her.\": {\"neg\": 0.099, \"neu\": 0.758, \"pos\": 0.143, \"compound\": 0.5859}, \"In making such generalized pronouncements, of course, one should not go too\\nfar, our people are all the same devoted to Josephine, only not unconditionally.\": {\"neg\": 0.0, \"neu\": 0.899, \"pos\": 0.101, \"compound\": 0.4019}, \"The other day, for instance, she claimed\\nthat she had hurt her foot at work, so that it was difficult for her to stand up to sing;\\nbut since she could not sing except standing up, her songs would now have to be cut\\nshort.\": {\"neg\": 0.136, \"neu\": 0.864, \"pos\": 0.0, \"compound\": -0.6808}, \"Yet though she lets herself be led about like a\\ncripple, though she shows herself in this pathetic condition oftener than usual, the\\npeople all the same listen to her singing thankfully and appreciatively as before, but do\\nnot bother much about the shortening of her songs.\": {\"neg\": 0.052, \"neu\": 0.792, \"pos\": 0.156, \"compound\": 0.5294}, \"But what is entrusted to one's care one does not laugh at; to laugh would\\nbe a breach of duty; the utmost malice which the most malicious of us wreak on\\nJosephine is to say now and then: \\\"The sight of Josephine is enough to make one stop\\nlaughing.\\\"\": {\"neg\": 0.144, \"neu\": 0.767, \"pos\": 0.089, \"compound\": -0.4675}, \"Was it even in her lifetime more than a simple memory?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Translated by Willa and Edwin Muir\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Other races may foster their children carefully, schools may be erected for\\ntheir little ones, out of these schools the children may come pouring daily, the future\\nof the race, yet among them it is always the same children that come out day after day\\nfor a long time.\": {\"neg\": 0.0, \"neu\": 0.969, \"pos\": 0.031, \"compound\": 0.128}, \"But we do not much lament that; we do not get even so far; a\\ncertain practical cunning, which admittedly we stand greatly in need of, we hold to be\\nour greatest distinction, and with a smile born of such cunning we are wont to console\\nourselves for all shortcomings, even supposing -- only it does not happen -- that we\\nwere to yearn once in a way for the kind of bliss which music may provide.\": {\"neg\": 0.0, \"neu\": 0.822, \"pos\": 0.178, \"compound\": 0.9321}, \"But while almost everything else seems\\nwithin her reach, this eludes her persistently.\": {\"neg\": 0.0, \"neu\": 0.916, \"pos\": 0.084, \"compound\": 0.0258}, \"But\\nour people draw other conclusions and quietly refuse it.\": {\"neg\": 0.196, \"neu\": 0.804, \"pos\": 0.0, \"compound\": -0.296}, \"But in my opinion that is just what does not happen, I do not\\nfeel this and have never observed that others feel anything of the kind.\": {\"neg\": 0.0, \"neu\": 0.88, \"pos\": 0.12, \"compound\": 0.5267}, \"The people as a whole listened in the usual way without making any\\npronouncement on the grace notes, nor did their response to her petition vary by a jot.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.4215}, \"From this childishness of our people Josephine too has profited since the\\nbeginning.\": {\"neg\": 0.0, \"neu\": 0.839, \"pos\": 0.161, \"compound\": 0.3182}, \"So if it were true that Josephine does not sing\\nbut only pipes and perhaps, as it seems to me at least, hardly rises above the level of\\nour usual piping -- yet, perhaps her strength is not even quite equal to our usual\\npiping, whereas an ordinary farmhand can keep it up effortlessly all day long, besides\\ndoing his work -- if that were all true, then indeed Josephine's alleged vocal skill might\\nbe disproved, but that would merely clear the ground for the real riddle which needs\\nsolving, the enormous influence she has.\": {\"neg\": 0.0, \"neu\": 0.846, \"pos\": 0.154, \"compound\": 0.9468}, \"This is not simple vanity, for\\nthe opposition, with which I too am half in sympathy, certainly admires her no less\\nthan the crowd does, but Josephine does not want mere admiration, she wants to be\\nadmired exactly in the way she prescribes, mere admiration leaves her cold.\": {\"neg\": 0.176, \"neu\": 0.639, \"pos\": 0.185, \"compound\": -0.128}, \"May\\nJosephine be spared from perceiving that the mere fact of our listening to her is proof\\nthat she is no singer.\": {\"neg\": 0.095, \"neu\": 0.905, \"pos\": 0.0, \"compound\": -0.296}, \"Piping is our people's daily speech, only many a\\none pipes his whole life long and does not know it, where here piping is set free from\\nthe fetters of daily life and it sets us free too for a little while.\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.765}, \"We have no schools, but from our race come pouring at the briefest\\nintervals the innumerable swarms of our children, merrily lisping or chirping so long\\nas they cannot yet pipe, rolling or tumbling along by sheer impetus so long as they\\ncannot yet run, clumsily carrying everything before them by mass weight so long as\\nthey cannot yet see, our children!\": {\"neg\": 0.024, \"neu\": 0.902, \"pos\": 0.074, \"compound\": 0.6476}, \"When we are in a bad way\\npolitically or economically, her singing is supposed to save us, nothing less than that,\\nand if it does not drive away the evil, at least gives us the strength to bear it.\": {\"neg\": 0.164, \"neu\": 0.704, \"pos\": 0.133, \"compound\": -0.3612}, \"And if small events do her such service, how much more do great ones.\": {\"neg\": 0.0, \"neu\": 0.748, \"pos\": 0.252, \"compound\": 0.6573}, \"A smile so sarcastic and arrogant as she then\\nPage 388\\nassumed I have never seen; she, who in appearance is delicacy itself, conspicuously so\\neven among our people who are prolific in such feminine types, seemed at that\\nmoment actually vulgar; she was at once aware of it herself, by the way, with her\\nextreme sensibility, and controlled herself.\": {\"neg\": 0.091, \"neu\": 0.869, \"pos\": 0.04, \"compound\": -0.5034}, \"But there are other things she could take comfort from: we do really listen to\\nher in a sense, probably much as one listens to a trained singer; she gets effects which a\\ntrained singer would try in vain to achieve among us and which are only produced\\nprecisely because her means are so inadequate.\": {\"neg\": 0.109, \"neu\": 0.848, \"pos\": 0.043, \"compound\": -0.5847}, \"Since piping is one of our thoughtless habits, one might think that people\\nwould pipe up in Josephine's audience too; her art makes us feel happy, and when we\\nare happy we pipe; but her audience never pipes, it sits in mouselike stillness; as if we\\nhad become partakers in the peace we long for, from which our own piping at the very\\nleast holds us back, we make no sound.\": {\"neg\": 0.06, \"neu\": 0.822, \"pos\": 0.118, \"compound\": 0.6858}, \"And yet it is true that just in emergencies we\\nhearken better than at other times to Josephine's voice.\": {\"neg\": 0.0, \"neu\": 0.749, \"pos\": 0.251, \"compound\": 0.6908}, \"I do not believe it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We all pipe, but of course\\nno one dreams of making out that our piping is an art, we pipe without thinking of it,\\nPage 387\\nindeed without noticing it, and there are even many among us who are quite unaware\\nthat piping is one of our characteristics.\": {\"neg\": 0.101, \"neu\": 0.833, \"pos\": 0.066, \"compound\": -0.2238}, \"She would be glad to oblige, but she\\ncannot.\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.25}, \"This is no\\neasier to answer than the first question about Josephine's singing, with which it is\\nclosely connected.\": {\"neg\": 0.1, \"neu\": 0.773, \"pos\": 0.127, \"compound\": 0.1531}, \"Curious, how mistaken she is in her calculations, the clever creature, so\\nmistaken that one might fancy she has made no calculations at all but is only being\\ndriven on by her destiny, which in our world cannot be anything but a sad one.\": {\"neg\": 0.185, \"neu\": 0.741, \"pos\": 0.073, \"compound\": -0.6808}, \"These depressing considerations are reinforced by\\nanother, which is not depressing: the fertility of our race.\": {\"neg\": 0.271, \"neu\": 0.729, \"pos\": 0.0, \"compound\": -0.6369}, \"Was it not rather because Josephine's singing was already past losing in this way that\\nour people in their wisdom prized it so highly?\": {\"neg\": 0.086, \"neu\": 0.691, \"pos\": 0.224, \"compound\": 0.6369}, \"To Josephine, certainly, one does not dare mention such ideas.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.34}, \"The time will soon come when\\nher last notes sound and die into silence.\": {\"neg\": 0.231, \"neu\": 0.769, \"pos\": 0.0, \"compound\": -0.5994}, \"A really trained singer, if ever such a one should\\nbe found among us, we could certainly not endure at such a time and we should\\nunanimously turn away from the senselessness of any such performance.\": {\"neg\": 0.0, \"neu\": 0.93, \"pos\": 0.07, \"compound\": 0.34}, \"For ordinary people, at least, not for her train of\\nflatterers.\": {\"neg\": 0.0, \"neu\": 0.885, \"pos\": 0.115, \"compound\": 0.0772}, \"But this is simply not the case; unconditional\\ndevotion is hardly known among us; ours are people who love slyness beyond\\neverything, without any malice, to be sure, and childish whispering and chatter,\\ninnocent, superficial chatter, to be sure, but people of such a kind cannot go in for\\nunconditional devotion, and that Josephine herself certainly feels, that is what she is\\nfighting against with all the force of her feeble throat.\": {\"neg\": 0.086, \"neu\": 0.675, \"pos\": 0.239, \"compound\": 0.9127}, \"Among\\nintimates we admit freely to one another that Josephine's singing, as singing, is\\nnothing out of the ordinary.\": {\"neg\": 0.0, \"neu\": 0.783, \"pos\": 0.217, \"compound\": 0.5719}, \"If this were so, even\\nJosephine's claims would be entirely comprehensible, yes, in this freedom to be\\nallowed her, this extraordinary gift granted to her and to no one else in direct\\ncontravention of the laws, one could see an admission of the fact that the people do\\nnot understand Josephine, just as she alleges, that they marvel helplessly at her art, feel\\nPage 397\\nthemselves unworthy of it, try to assuage the pity she rouses in them by making really\\ndesperate sacrifices for her and, to the same extent that her art is beyond their\\ncomprehension, consider her personality and her wishes to lie beyond their\\njurisdiction.\": {\"neg\": 0.098, \"neu\": 0.771, \"pos\": 0.131, \"compound\": 0.6231}, \"One could argue from this that Josephine\\nstands almost beyond the law, that she can do what she pleases, at the risk of actually\\nendangering the community, and will be forgiven for everything.\": {\"neg\": 0.116, \"neu\": 0.747, \"pos\": 0.137, \"compound\": 0.2023}, \"Presumably she has\\ncarried out her threat, although I for one have observed no difference in her\\nperformance.\": {\"neg\": 0.272, \"neu\": 0.728, \"pos\": 0.0, \"compound\": -0.6808}, \"That happened a day or two ago; but the latest is that she has disappeared, just\\nat a time when she was supposed to sing.\": {\"neg\": 0.097, \"neu\": 0.903, \"pos\": 0.0, \"compound\": -0.3291}, \"And when\\nyou take a seat before her, you understand her; opposition is possible only at a\\ndistance, when you sit before her, you know: this piping of hers is no piping.\": {\"neg\": 0.071, \"neu\": 0.929, \"pos\": 0.0, \"compound\": -0.296}, \"We too are soon sunk in the\\nfeeling of the mass, which, warmly pressed body to body, listens with indrawn breath.\": {\"neg\": 0.0, \"neu\": 0.819, \"pos\": 0.181, \"compound\": 0.4939}, \"Josephine's road, however, must go downhill.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Here in the brief intervals between their\\nstruggles our people dream, it is as if the limbs of each were loosened, as if the harried\\nindividual once in a while could relax and stretch himself at ease in the great, warm\\nbed of the community.\": {\"neg\": 0.089, \"neu\": 0.669, \"pos\": 0.242, \"compound\": 0.8176}, \"Then Josephine holds that her time has come.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Well, that is simply not true at all, perhaps as individuals the people may\\nsurrender too easily to Josephine, but as a whole they surrender unconditionally to no\\none, and not to her either.\": {\"neg\": 0.122, \"neu\": 0.79, \"pos\": 0.089, \"compound\": -0.2996}, \"But whatever her ideas on the subject, she does not let them deter her from\\npursuing the campaign.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Josephine, however, does not give in.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Of her\\nown accord she abandons her singing, of her own accord she destroys the power she\\nhas gained over people's hearts.\": {\"neg\": 0.215, \"neu\": 0.691, \"pos\": 0.095, \"compound\": -0.5106}, \"For\\ninstance, they would not be capable of laughing at Josephine.\": {\"neg\": 0.152, \"neu\": 0.626, \"pos\": 0.222, \"compound\": 0.2537}, \"Although we are at\\nbottom preoccupied with quite other things and it is by no means only for the sake of\\nher singing that stillness prevails and many a listener does not even look up but buries\\nhis face in his neighbor's fur, so that Josephine up in front seems to be exerting herself\\nto no purpose, there is yet something -- it cannot be denied -- that irresistibly makes\\nits way into us from Josephine's piping.\": {\"neg\": 0.055, \"neu\": 0.907, \"pos\": 0.039, \"compound\": -0.0749}, \"I know nothing about grace notes, and have never noticed\\nany in Josephine's singing.\": {\"neg\": 0.163, \"neu\": 0.837, \"pos\": 0.0, \"compound\": -0.3252}, \"So it seems to us, but this impression\\nalthough, as I said, inevitable is yet fleeting and transient.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.3994}, \"Her\\nsupporters have let it be known that, according to herself, she feels quite capable of\\nsinging in such a way that all levels of the populace, even to the remotest corners of\\nthe opposition, would find it a real delight, a real delight not by popular standards, for\\nthe people affirm that they have always delighted in her singing, but a delight by her\\nown standards.\": {\"neg\": 0.023, \"neu\": 0.757, \"pos\": 0.22, \"compound\": 0.9278}, \"Yet there is something else behind it which is not so easy to explain by this\\nrelationship between the people and Josephine.\": {\"neg\": 0.126, \"neu\": 0.874, \"pos\": 0.0, \"compound\": -0.464}, \"The simplest answer would be that the\\nbeauty of her singing is so great that even the most insensitive cannot be deaf to it, but\\nthis answer is not satisfactory.\": {\"neg\": 0.119, \"neu\": 0.727, \"pos\": 0.154, \"compound\": 0.3092}, \"Or it is a matter of nut-cracking, but it turns out that we have\\noverlooked the art of cracking nuts because we were too skilled in it and that this\\nnewcomer to it first shows us its real nature, even finding it useful in making his\\neffects to be rather less expert in nut-cracking than most of us.\": {\"neg\": 0.066, \"neu\": 0.855, \"pos\": 0.079, \"compound\": 0.2023}, \"Page 401\\n Since she cannot very well go on limping forever, she thinks of something else,\\nshe pleads that she is tired, not in the mood for singing, feeling faint.\": {\"neg\": 0.147, \"neu\": 0.808, \"pos\": 0.045, \"compound\": -0.5316}, \"I have often thought about what this music of hers really means.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That is what she is like always, every trifle, every casual incident, every\\nnuisance, a creaking in the parquet, a grinding of teeth, a failure in the lighting incites\\nPage 389\\nher to heighten the effectiveness of her song; she believes anyhow that she is singing to\\ndeaf ears; there is no lack of enthusiasm and applause, but she has long learned not to\\nexpect real understanding, as she conceives it.\": {\"neg\": 0.074, \"neu\": 0.831, \"pos\": 0.095, \"compound\": 0.1531}, \"After all, it is only a kind of piping that she produces.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What drives the people to make such exertions for Josephine's sake?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And besides her protest is no real contradiction, it is rather a thoroughly childish way\\nof doing, and childish gratitude, while a father's way of doing is to pay no attention to\\nit.\": {\"neg\": 0.36, \"neu\": 0.56, \"pos\": 0.08, \"compound\": -0.8169}, \"And in the end she is actually less tired than before, with a firm tread, if one can use\\nsuch a term for her tripping gait, she moves off, refusing all help from her supporters\\nand measuring with cold eyes the crowd which respectfully makes way for her.\": {\"neg\": 0.097, \"neu\": 0.751, \"pos\": 0.152, \"compound\": 0.4576}, \"So is it\\nsinging at all?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But even such behavior\\ndoes no harm to her reputation; instead of curbing a little her excessive demands,\\npeople exert themselves to meet them; messengers are sent out to summon fresh\\nhearers; she is kept in ignorance of the fact that this is being done; on the roads all\\naround sentries can be seen posted who wave on newcomers and urge them to hurry;\\nthis goes on until at last a tolerably large audience is gathered.\": {\"neg\": 0.102, \"neu\": 0.87, \"pos\": 0.029, \"compound\": -0.7096}, \"But Josephine is going to cut short her grace notes, not, for\\nthe present, to cut them out entirely, only to cut them short.\": {\"neg\": 0.216, \"neu\": 0.687, \"pos\": 0.096, \"compound\": -0.3612}, \"If it were really so, her singing would have to give one\\nan immediate and lasting feeling of being something out of the ordinary, a feeling that\\nfrom her throat something is sounding which we have never heard before and which\\nwe are not even capable of hearing, something that Josephine alone and no one else\\ncan enable us to hear.\": {\"neg\": 0.099, \"neu\": 0.854, \"pos\": 0.047, \"compound\": -0.5242}, \"And to gather around her this mass of our people who are almost always on the\\nrun and scurrying hither and thither for reasons that are often not very clear,\\nJosephine mostly needs to do nothing else than take up her stand, head thrown back,\\nmouth half-open, eyes turned upwards, in the position that indicates her intention to\\nPage 390\\nsing.\": {\"neg\": 0.038, \"neu\": 0.962, \"pos\": 0.0, \"compound\": -0.3401}, \"However, she adds, since she cannot falsify the highest standards nor\\npander to the lowest, her singing will have to stay as it is.\": {\"neg\": 0.096, \"neu\": 0.812, \"pos\": 0.092, \"compound\": -0.031}, \"Many a time I have had the\\nimpression that our people interpret their relationship to Josephine in this way, that\\nshe, this frail creature, needing protection and in some way remarkable, in her own\\nopinion remarkable for her gift of song, is entrusted to their care and they must look\\nafter her; the reason for this is not clear to anyone, only the fact seems to be\\nestablished.\": {\"neg\": 0.028, \"neu\": 0.755, \"pos\": 0.217, \"compound\": 0.9302}, \"Josephine on the other hand can pipe as much as she will, or\\nsing or whatever she likes to call it, that does not disturb us, that suits us, that we can\\nwell put up with; any music there may be in it is reduced to the least possible trace; a\\ncertain tradition of music is preserved, yet without making the slightest demand upon\\nus.\": {\"neg\": 0.021, \"neu\": 0.806, \"pos\": 0.173, \"compound\": 0.8738}, \"Thus, for instance,\\nthe rumor went around that Josephine meant to cut short her grace notes if her\\npetition were not granted.\": {\"neg\": 0.15, \"neu\": 0.741, \"pos\": 0.109, \"compound\": -0.0103}, \"-- they say with quite shameless\\nsauciness -- \\\"how else could you explain the great audiences, especially when danger is\\nmost imminent, which have even often enough hindered proper precautions being\\ntaken in time to avert danger.\\\"\": {\"neg\": 0.179, \"neu\": 0.731, \"pos\": 0.091, \"compound\": -0.4536}, \"For her there is no growing old and no falling off in her voice.\": {\"neg\": 0.339, \"neu\": 0.565, \"pos\": 0.096, \"compound\": -0.5106}, \"Now it is clear that what Josephine really wants is not what she puts into\\nwords.\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.3818}, \"And indeed this is all expressed not in\\nfull round tones but softly, in whispers, confidentially, sometimes a little hoarsely.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Your protection isn't worth an old song,\\\" she says then.\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.1695}, \"Sure, sure, old song, we think.\": {\"neg\": 0.0, \"neu\": 0.465, \"pos\": 0.535, \"compound\": 0.5574}, \"But from that point it is a long, long way to Josephine's claim that she gives us\\nnew strength and so on and so forth.\": {\"neg\": 0.0, \"neu\": 0.878, \"pos\": 0.122, \"compound\": 0.4939}, \"This contempt for external difficulties, to be sure, does not hinder her from\\nusing the most unworthy methods.\": {\"neg\": 0.363, \"neu\": 0.547, \"pos\": 0.09, \"compound\": -0.7902}, \"So perhaps we shall not miss so very much after all, while Josephine, redeemed\\nfrom the earthly sorrows which to her thinking lay in wait for all chosen spirits, will\\nhappily lose herself in the numberless throng of the heroes of our people, and soon,\\nsince we are no historians, will rise to the heights of redemption and be forgotten like\\nall her brothers.\": {\"neg\": 0.121, \"neu\": 0.709, \"pos\": 0.17, \"compound\": 0.5781}, \"Perhaps it is much the same with Josephine's singing; we admire in her what we\\ndo not at all admire in ourselves; in this respect, I may say, she is of one mind with us.\": {\"neg\": 0.0, \"neu\": 0.759, \"pos\": 0.241, \"compound\": 0.8697}, \"For this, doubtless, our way of life is\\nmainly responsible.\": {\"neg\": 0.0, \"neu\": 0.656, \"pos\": 0.344, \"compound\": 0.4939}, \"But our people, being what they are, get still more than this from Josephine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Josephine exerts herself, a\\nmere nothing in voice, a mere nothing in execution, she asserts herself and gets across\\nto us; it does us good to think of that.\": {\"neg\": 0.0, \"neu\": 0.9, \"pos\": 0.1, \"compound\": 0.4404}, \"Josephine would not be Josephine if that were\\ntrue.\": {\"neg\": 0.0, \"neu\": 0.741, \"pos\": 0.259, \"compound\": 0.4215}, \"And that has its\\nconsequences.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Our life\\nis very uneasy, every day brings surprises, apprehensions, hopes, and terrors, so that it\\nwould be impossible for a single individual to bear it all did he not always have by day\\nand night the support of his fellows; but even so it often becomes very difficult;\\nfrequently as many as a thousand shoulders are trembling under a burden that was\\nreally meant only for one pair.\": {\"neg\": 0.21, \"neu\": 0.724, \"pos\": 0.066, \"compound\": -0.9059}, \"Our life\\nhappens to be such that a child, as soon as it can run about a little and a little\\ndistinguish one thing from another, must look after itself just like an adult; the areas\\non which, for economic reasons, we have to live in dispersion are too wide, our\\nenemies too numerous, the dangers lying everywhere in wait for us too incalculable --\\nwe cannot shelter our children from the struggle for existence, if we did so, it would\\nbring them to an early grave.\": {\"neg\": 0.154, \"neu\": 0.819, \"pos\": 0.026, \"compound\": -0.9042}, \"Despite\\nall the nervous uneasiness that fills Josephine because her position has never been\\nquite defined, there is still much that she does not see, blinded by her self-conceit, and\\nshe can be brought fairly easily to overlook much more, a swarm of flatterers is always\\nbusy about her to this end, thus really doing a public service -- and yet to be only an\\nincidental, unnoticed performer in a corner of an assembly of the people, for that,\\nPage 393\\nalthough in itself it would be no small thing, she would certainly not make us the\\nsacrifice of her singing.\": {\"neg\": 0.046, \"neu\": 0.876, \"pos\": 0.078, \"compound\": 0.3351}, \"Well, the people let all these announcements, decisions and\\ncounterdecisions go in at one ear and out at the other, like a grown-up person deep in\\nthought turning a deaf ear to a child's babble, fundamentally well disposed but not\\naccessible.\": {\"neg\": 0.0, \"neu\": 0.878, \"pos\": 0.122, \"compound\": 0.431}, \"For a long time back, perhaps since the very beginning of her artistic career,\\nJosephine has been fighting for exemption from all daily work on account of her\\nsinging; she should be relieved of all responsibility for earning her daily bread and\\nbeing involved in the general struggle for existence, which -- apparently -- should be\\ntransferred on her behalf to the people as a whole.\": {\"neg\": 0.07, \"neu\": 0.892, \"pos\": 0.038, \"compound\": -0.296}, \"Who knows, there may be talents for\\nmusic among us; but if there were, the character of our people would suppress them\\nbefore they could unfold.\": {\"neg\": 0.0, \"neu\": 0.926, \"pos\": 0.074, \"compound\": 0.25}, \"One generation -- and each\\nis numerous -- treads on the heels of another, the children have no time to be\\nchildren.\": {\"neg\": 0.095, \"neu\": 0.905, \"pos\": 0.0, \"compound\": -0.296}, \"If she really had enemies, as she avers, they could get much amusement from\\nwatching this struggle, without having to lift a finger.\": {\"neg\": 0.221, \"neu\": 0.688, \"pos\": 0.091, \"compound\": -0.5579}, \"Yet after the next\\nconcert she changed her mind once more, there was to be definitely an end of these\\ngreat arias with the grace notes, and until her petition was favorably regarded they\\nwould never recur.\": {\"neg\": 0.0, \"neu\": 0.73, \"pos\": 0.27, \"compound\": 0.9042}, \"Granted that her frail body is extra sensitive, she is yet one of us and we are\\na race of workers; if we were to start limping every time we got a scratch, the whole\\npeople would never be done limping.\": {\"neg\": 0.0, \"neu\": 0.95, \"pos\": 0.05, \"compound\": 0.25}, \"And although our enjoyment of it cannot of course be\\nso wholehearted as a child's enjoyment, something of this survives in it without a\\ndoubt.\": {\"neg\": 0.0, \"neu\": 0.682, \"pos\": 0.318, \"compound\": 0.8523}, \"To be sure,\\nthe difference in strength between the people and the individual is so enormous that it\\nis enough for the nursling to be drawn into the warmth of their nearness and he is\\nsufficiently protected.\": {\"neg\": 0.0, \"neu\": 0.743, \"pos\": 0.257, \"compound\": 0.886}, \"And not the same children, as in those schools, no,\\nalways new children again and again, without end, without a break, hardly does a child\\nappear than it is no more a child, while behind it new childish faces are already\\ncrowding so fast and so thick that they are indistinguishable, rosy with happiness.\": {\"neg\": 0.115, \"neu\": 0.822, \"pos\": 0.063, \"compound\": -0.25}, \"A kind of unexpended, ineradicable childishness pervades our people;\\nin direct opposition to what is best in us, our infallible practical common sense, we\\noften behave with the utmost foolishness, with exactly the same foolishness as\\nchildren, senselessly, wastefully, grandiosely, irresponsibly, and all that often for the\\nPage 395\\nsake of some trivial amusement.\": {\"neg\": 0.109, \"neu\": 0.782, \"pos\": 0.109, \"compound\": 0.25}, \"Childhood and old age come upon us not as upon others.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If she makes\\ndemands it is not because of outward circumstances but because of an inner logic.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So all disturbance is very welcome to\\nher; whatever intervenes from outside to hinder the purity of her song, to be overcome\\nwith a slight effort, even with no effort at all, merely by confronting it, can help to\\nawaken the masses, to teach them not perhaps understanding but awed respect.\": {\"neg\": 0.085, \"neu\": 0.772, \"pos\": 0.143, \"compound\": 0.6494}, \"But she has no enemies, and\\neven though she is often criticized here and there, no one finds this struggle of hers\\namusing.\": {\"neg\": 0.394, \"neu\": 0.526, \"pos\": 0.08, \"compound\": -0.8452}, \"There is no one but is carried away by her singing, a tribute all the\\ngreater as we are not in general a music-loving race.\": {\"neg\": 0.062, \"neu\": 0.812, \"pos\": 0.126, \"compound\": 0.3919}, \"Josephine argues, for instance,\\nthat the strain of working is bad for her voice, that the strain of working is of course\\nnothing to the strain of singing, but it prevents her from being able to rest sufficiently\\nafter singing and to recuperate for more singing, she has to exhaust her strength\\ncompletely and yet, in these circumstances, can never rise to the peak of her abilities.\": {\"neg\": 0.133, \"neu\": 0.759, \"pos\": 0.108, \"compound\": 0.2732}, \"I\\nwas once present when someone, as of course often happens, drew her attention to the\\nfolk piping everywhere going on, making only a modest reference to it, yet for\\nJosephine that was more than enough.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At last, bursting inexplicably into tears,\\nshe gives way, but when she stands up to sing, obviously at the end of her resources,\\nweary, her arms not widespread as usual but hanging lifelessly down, so that one gets\\nthe impression that they are perhaps a little too short -- just as she is about to strike\\nup, there, she cannot do it after all, an unwilling shake of the head tells us so and she\\nbreaks down before our eyes.\": {\"neg\": 0.094, \"neu\": 0.878, \"pos\": 0.028, \"compound\": -0.5499}, \"And piping is something we all know\\nabout, it is the real artistic accomplishment of our people, or rather no mere\\naccomplishment but a characteristic expression of our life.\": {\"neg\": 0.056, \"neu\": 0.944, \"pos\": 0.0, \"compound\": -0.1531}, \"Truly, however delightful this may be and however much others may envy us for it,\\nand rightly, we simply cannot give a real childhood to our children.\": {\"neg\": 0.066, \"neu\": 0.723, \"pos\": 0.211, \"compound\": 0.6808}, \"And however one may\\napprove it in this case, the very idea that such an aspect might be turned upon oneself\\nsome day prevents amusement from breaking in.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.4215}, \"Perhaps that is why she has transferred the battle\\nfor her rights from the field of song to another which she cares little about.\": {\"neg\": 0.094, \"neu\": 0.797, \"pos\": 0.109, \"compound\": 0.1027}, \"Now it was just the same as what we were hearing from Josephine; in front of us the\\npiping sound that despite all rehearsal was still tentative and here in the audience the\\nunselfconscious piping of a child; it would have been impossible to define the\\ndifference; but yet at once we hissed and whistled the interrupter down, although it\\nwould not really have been necessary, for in any case she would certainly have crawled\\naway in fear and shame, whereas Josephine struck up her most triumphal notes and\\nwas quite beyond herself, spreading her arms wide and stretching her throat as high as\\nit could reach.\": {\"neg\": 0.112, \"neu\": 0.816, \"pos\": 0.072, \"compound\": -0.7105}, \"But if all the same one\\ndoes do that and succeeds in entertaining the public, then it cannot be a matter of\\nsimple nut-cracking.\": {\"neg\": 0.04, \"neu\": 0.736, \"pos\": 0.224, \"compound\": 0.7207}, \"Is it her singing that enchants us or is it not\\nrather the solemn stillness enclosing her frail little voice?\": {\"neg\": 0.0, \"neu\": 0.94, \"pos\": 0.06, \"compound\": 0.0572}, \"One could eliminate that and combine them both in the second\\nquestion, if it were possible to assert that because of her singing our people are\\nunconditionally devoted to Josephine.\": {\"neg\": 0.0, \"neu\": 0.915, \"pos\": 0.085, \"compound\": 0.4019}, \"Why not?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"An intuition of it she must have, else why does she so\\npassionately deny that we do listen, only she keeps on singing and piping her intuition\\naway.\": {\"neg\": 0.081, \"neu\": 0.787, \"pos\": 0.132, \"compound\": 0.3995}, \"The people listen to her arguments and pay no attention.\": {\"neg\": 0.474, \"neu\": 0.526, \"pos\": 0.0, \"compound\": -0.6486}, \"Is it in fact singing at all?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Josephine, that is to say, thinks just the\\nopposite, she believes it is she who protects the people.\": {\"neg\": 0.0, \"neu\": 0.881, \"pos\": 0.119, \"compound\": 0.3182}, \"Thus we have an\\ninkling of what singing is, and Josephine's art does not really correspond to it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Of\\ncourse it is a kind of piping.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They comfort and caress her with flatteries, they almost carry her to the\\nselected spot where she is supposed to sing.\": {\"neg\": 0.0, \"neu\": 0.802, \"pos\": 0.198, \"compound\": 0.5719}, \"Suppose that instead of the people one had an individual to deal with: one\\nmight imagine that this man had been giving in to Josephine all the time while nursing\\na wild desire to put an end to his submissiveness one fine day; that he had made\\nsuperhuman sacrifices for Josephine in the firm belief that there was a natural limit to\\nhis capacity for sacrifice; yes, that he had sacrificed more than was needful merely to\\nhasten the process, merely to spoil Josephine and encourage her to ask for more and\\nmore until she did indeed reach the limit with this last petition of hers; and that he\\nthen cut her off with a final refusal which was curt because long held in reserve.\": {\"neg\": 0.029, \"neu\": 0.848, \"pos\": 0.124, \"compound\": 0.8934}, \"Something\\nof our poor brief childhood is in it, something of lost happiness that can never be\\nfound again, but also something of active daily life, of its small gaieties, unaccountable\\nand yet springing up and not to be obliterated.\": {\"neg\": 0.077, \"neu\": 0.731, \"pos\": 0.192, \"compound\": 0.7566}, \"Regularly, it is true, demands are put forward that the children should be granted a\\nspecial freedom, a special protection, that their right to be a little carefree, to have a\\nPage 394\\nlittle senseless giddiness, a little play, that this right should be respected and the\\nexercise of it encouraged; such demands are put forward and nearly everyone approves\\nthem, there is nothing one could approve more, but there is also nothing, in the reality\\nof our daily life, that is less likely to be granted, one approves these demands, one\\nmakes attempts to meet them, but soon all the old ways are back again.\": {\"neg\": 0.0, \"neu\": 0.783, \"pos\": 0.217, \"compound\": 0.9562}, \"And into these dreams Josephine's piping drops note by note;\\nPage 396\\nshe calls it pearl-like, we call it staccato; but at any rate here it is in its right place, as\\nnowhere else, finding the moment wait for it as music scarcely ever does.\": {\"neg\": 0.0, \"neu\": 0.96, \"pos\": 0.04, \"compound\": 0.2144}, \"She does\\nnot put it in these words or in any other, she says very little anyhow, she is silent\\nPage 392\\namong the chatterers, but it flashes from her eyes, on her closed lips -- few among us\\ncan keep their lips closed, but she can -- it is plainly legible.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So the people look after Josephine much as a father takes into his care a child\\nwhose little hand -- one cannot tell whether in appeal or command -- is stretched out\\nto him.\": {\"neg\": 0.0, \"neu\": 0.831, \"pos\": 0.169, \"compound\": 0.7275}, \"The menaces that loom over\\nus make us quieter, more humble, more submissive to Josephine's domination; we like\\nto come together, we like to huddle close to each other, especially on an occasion set\\napart from the troubles preoccupying us; it is as if we were drinking in all haste -- yes,\\nhaste is necessary, Josephine too often forgets that -- from a cup of peace in common\\nbefore the battle, It is not so much a performance of songs as an assembly of the\\npeople, and an assembly where except for the small piping voice in front there is\\ncomplete stillness; the hour is much too grave for us to waste it in chatter.\": {\"neg\": 0.13, \"neu\": 0.784, \"pos\": 0.086, \"compound\": -0.5799}, \"She hides herself and does not sing, but our\\npeople, quietly, without visible disappointment, a self-confident mass in perfect\\nPage 402\\nequilibrium, so constituted, even though appearances are misleading, that they can\\nonly bestow gifts and not receive them, even from Josephine, our people continue on\\ntheir way.\": {\"neg\": 0.146, \"neu\": 0.709, \"pos\": 0.145, \"compound\": 0.233}, \"Perhaps she should have taken a\\ndifferent line of attack from the beginning, perhaps she herself sees that her approach\\nwas wrong, but now she cannot draw back, retreat would be self-betrayal, now she\\nmust stand or fall by her petition.\": {\"neg\": 0.139, \"neu\": 0.861, \"pos\": 0.0, \"compound\": -0.6108}, \"She is a small episode in the eternal history of\\nour people, and the people will get over the loss of her.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.3182}, \"A relationship of this kind, of course, would never content Josephine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At any rate she denies any connection\\nbetween her art and ordinary piping.\": {\"neg\": 0.189, \"neu\": 0.811, \"pos\": 0.0, \"compound\": -0.4215}, \"It is certainly a habit of children, in their wild,\\nimpulsive fashion, to make such claims, but Josephine's are not quite so unfounded as\\nchildren's.\": {\"neg\": 0.0, \"neu\": 0.931, \"pos\": 0.069, \"compound\": 0.1779}, \"Many believe that Josephine is becoming so insistent because she feels herself\\ngrowing old and her voice falling off, and so she thinks it high time to wage the last\\nbattle for recognition.\": {\"neg\": 0.117, \"neu\": 0.836, \"pos\": 0.047, \"compound\": -0.3612}, \"It is not only her supporters who are looking\\nfor her, many are devoting themselves to the search, but all in vain; Josephine has\\nvanished, she will not sing; she will not even be cajoled into singing, this time she has\\ndeserted us entirely.\": {\"neg\": 0.112, \"neu\": 0.846, \"pos\": 0.042, \"compound\": -0.5192}, \"Yet if you sit down\\nbefore her, it is not merely a piping; to comprehend her art it is necessary not only to\\nhear but to see her.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so, for instance, after that performance, just as if her decision about the\\ngrace notes had been too severe or too sudden a move against the people, she\\nannounced that next time she would put in all the grace notes again.\": {\"neg\": 0.056, \"neu\": 0.823, \"pos\": 0.121, \"compound\": 0.4588}, \"One might think that our people are not fitted to exercise such paternal duties,\\nbut in reality they discharge them, at least in this case, admirably; no single individual\\ncould do what in this respect the people as a whole are capable of doing.\": {\"neg\": 0.051, \"neu\": 0.711, \"pos\": 0.238, \"compound\": 0.906}, \"Anyone who has not heard her does not know\\nthe power of song.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so we get a\\ntheatrical performance as well as a concert.\": {\"neg\": 0.0, \"neu\": 0.811, \"pos\": 0.189, \"compound\": 0.2732}, \"It can be admitted: in\\nJosephine there is much to make one laugh; and laughter for its own sake is never far\\nPage 391\\naway from us; in spite of all the misery of our lives quiet laughter is always, so to speak,\\nat our elbows; but we do not laugh at Josephine.\": {\"neg\": 0.072, \"neu\": 0.728, \"pos\": 0.2, \"compound\": 0.7935}, \"Was her actual piping notably louder and more alive\\nthan the memory of it will be?\": {\"neg\": 0.0, \"neu\": 0.838, \"pos\": 0.162, \"compound\": 0.4391}, \"Nor does she need to, for her art does not go unnoticed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For we are\\nquite unmusical; how is it that we understand Josephine's singing or, since Josephine\\ndenies that, at least think we can understand it.\": {\"neg\": 0.104, \"neu\": 0.896, \"pos\": 0.0, \"compound\": -0.4215}, \"If you post yourself quite\\nfar away from her and listen, or, still better, put your judgment to the test, whenever\\nshe happens to be singing along with others, by trying to identify her voice, you will\\nundoubtedly distinguish nothing but a quite ordinary piping tone, which at most\\ndiffers a little from the others through being delicate or weak.\": {\"neg\": 0.062, \"neu\": 0.886, \"pos\": 0.052, \"compound\": -0.3818}, \"We certainly should not\\nwant to do without these performances.\": {\"neg\": 0.105, \"neu\": 0.688, \"pos\": 0.207, \"compound\": 0.291}, \"Yet our people are not only childish, we are also in a sense prematurely old.\": {\"neg\": 0.0, \"neu\": 0.873, \"pos\": 0.127, \"compound\": 0.2235}, \"Josephine the Singer,\\nor the Mouse Folk\\n OUR SINGER is called Josephine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Still, were they not silent even\\nwhen Josephine was present?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At\\nher concerts, especially in times of stress, it is only the very young who are interested\\nin her singing as singing, they alone gaze in astonishment as she purses her lips, expels\\nthe air between her pretty front teeth, half dies in sheer wonderment at the sounds she\\nherself is producing and after such a swooning swells her performance to new and\\nmore incredible heights, whereas the real mass of the people -- this is plain to see --\\nare quite withdrawn into themselves.\": {\"neg\": 0.08, \"neu\": 0.856, \"pos\": 0.064, \"compound\": -0.128}, \"But when it comes to her\\ncampaign for exemption from work, we get a different story; it is of course also a\\ncampaign on behalf of her singing, yet she is not fighting directly with the priceless\\nPage 400\\nweapon of her song, so any instrument she uses is good enough.\": {\"neg\": 0.041, \"neu\": 0.864, \"pos\": 0.094, \"compound\": 0.4234}, \"A facile enthusiast -- and there have\\nbeen such -- might argue from the mere unusualness of this demand, from the\\nspiritual attitude needed to frame such a demand, that it has an inner justification.\": {\"neg\": 0.152, \"neu\": 0.781, \"pos\": 0.067, \"compound\": -0.2846}, \"But just when she makes such an appearance, we who are supposed to be her\\nopponents are in the habit of saying: \\\"She can't even pipe; she has to put such a terrible\\nstrain on herself to force out not a song -- we can't call it song -- but some\\napproximation to our usual customary piping.\\\"\": {\"neg\": 0.056, \"neu\": 0.944, \"pos\": 0.0, \"compound\": -0.2846}, \"Recently she has even intensified her attack; hitherto she has\\nused only words as her weapons but now she is beginning to have recourse to other\\nmeans, which she thinks will prove more efficacious but which we think will run her\\ninto greater dangers.\": {\"neg\": 0.161, \"neu\": 0.776, \"pos\": 0.063, \"compound\": -0.6187}, \"The important thing, both in the\\npeople's refusal and in Josephine's petition, is not the action itself, but the fact that the\\npeople are capable of presenting a stony, impenetrable front to one of their own, and\\nthat it is all the more impenetrable because in other respects they show an anxious\\npaternal care, and more than paternal care, for this very member of the people.\": {\"neg\": 0.032, \"neu\": 0.758, \"pos\": 0.21, \"compound\": 0.9306}, \"Not that it will be easy for us;\\nhow can our gatherings take place in utter silence?\": {\"neg\": 0.0, \"neu\": 0.847, \"pos\": 0.153, \"compound\": 0.4404}, \"Among our people there is no age of youth, scarcely the briefest childhood.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.296}, \"This piping, which rises up where everyone\\nelse is pledged to silence, comes almost like a message from the whole people to each\\nindividual; Josephine's thin piping amidst grave decisions is almost like our people's\\nprecarious existence amidst the tumult of a hostile world.\": {\"neg\": 0.109, \"neu\": 0.798, \"pos\": 0.093, \"compound\": -0.1989}, \"Even if hers were only our usual workaday piping, there is first of\\nall this peculiarity to consider, that here is someone making a ceremonial performance\\nout of doing the usual thing.\": {\"neg\": 0.0, \"neu\": 0.945, \"pos\": 0.055, \"compound\": 0.1901}, \"We see Josephine's supporters in the\\nbackground begging and imploring her to sing.\": {\"neg\": 0.0, \"neu\": 0.805, \"pos\": 0.195, \"compound\": 0.4404}, \"For those who are of the contrary opinion she\\nhas only contempt and probably unacknowledged hatred.\": {\"neg\": 0.364, \"neu\": 0.636, \"pos\": 0.0, \"compound\": -0.8402}, \"We have no youth, we are all\\nat once grown-up, and then we stay grown-up too long, a certain weariness and\\nhopelessness spreading from that leaves a broad trail through our people's nature,\\ntough and strong in hope that it is in general, our lack of musical gifts has surely some\\nconnection with this; we are too old for music, its excitement, its rapture do not suit\\nour heaviness, wearily we wave it away; we content ourselves with piping; a little\\npiping here and there, that is enough for us.\": {\"neg\": 0.098, \"neu\": 0.747, \"pos\": 0.155, \"compound\": 0.7096}, \"She can do this where she likes, it need not be a place visible a long way off, any\\nsecluded corner pitched on in a moment's caprice will serve as well.\": {\"neg\": 0.0, \"neu\": 0.841, \"pos\": 0.159, \"compound\": 0.5994}, \"Now,\\nthis is certainly not how the matter stands, the people have no need of such guile,\\nbesides, their respect for Josephine is well tried and genuine, and Josephine's demands\\nare after all so far-reaching that any simple child could have told her what the\\nPage 399\\noutcome would be; yet it may be that such considerations enter into Josephine's way of\\ntaking the matter and so add a certain bitterness to the pain of being refused.\": {\"neg\": 0.144, \"neu\": 0.743, \"pos\": 0.112, \"compound\": -0.2104}, \"Tranquil peace is the music we\\nlove best; our life is hard, we are no longer able, even on occasions when we have tried\\nto shake off the cares of daily life, to rise to anything so high and remote from our\\nPage 386\\nusual routine as music.\": {\"neg\": 0.086, \"neu\": 0.651, \"pos\": 0.262, \"compound\": 0.9153}, \"The news that she\\nis going to sing flies around at once and soon whole processions are on the way there.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"She\\nreaches for the highest garland not because it is momentarily hanging a little lower but\\nbecause it is the highest; if she had any say in the matter she would have it still higher.\": {\"neg\": 0.042, \"neu\": 0.896, \"pos\": 0.062, \"compound\": -0.0781}, \"Whenever we get bad\\nnews -- and on many days bad news comes thick and fast at once, lies and half-truths\\nincluded -- she rises up at once, whereas usually she sits listlessly on the ground, she\\nrises up and stretches her neck and tries to see over the heads of her flock like a\\nshepherd before a thunderstorm.\": {\"neg\": 0.15, \"neu\": 0.812, \"pos\": 0.038, \"compound\": -0.8074}, \"Josephine is\\nthe sole exception; she has a love for music and knows too how to transmit it; she is\\nthe only one; when she dies, music -- who knows for how long -- will vanish from our\\nlives.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.6369}, \"Our people, so easily moved,\\nsometimes cannot be moved at all.\": {\"neg\": 0.0, \"neu\": 0.762, \"pos\": 0.238, \"compound\": 0.4795}, \"How could she ever have gained that power, since she\\nknows so little about these hearts of ours?\": {\"neg\": 0.0, \"neu\": 0.867, \"pos\": 0.133, \"compound\": 0.3818}, \"It must be admitted that Josephine's way of thinking, like her figure, is often very\\ncharming.\": {\"neg\": 0.0, \"neu\": 0.619, \"pos\": 0.381, \"compound\": 0.7902}, \"Just because of the fact that the people show themselves here in their cold,\\njudicial aspect, which is otherwise rarely seen among us.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Although we are unmusical we have a tradition of\\nsinging; in the old days our people did sing; this is mentioned in legends and some\\nsongs have actually survived, which, it is true, no one can now sing.\": {\"neg\": 0.052, \"neu\": 0.804, \"pos\": 0.144, \"compound\": 0.5994}, \"Is it not perhaps just a piping?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"She is honorable, she is not work-shy, shirking in any case is quite unknown\\namong us, if her petition were granted she would certainly live the same life as before,\\nher work would not at all get in the way of her singing nor would her singing grow any\\nPage 398\\nbetter -- what she wants is public, unambiguous, permanent recognition of her art,\\ngoing far beyond any precedent so far known.\": {\"neg\": 0.0, \"neu\": 0.863, \"pos\": 0.137, \"compound\": 0.8689}, \"Although she limps and leans on her supporters, no one believes that she is\\nreally hurt.\": {\"neg\": 0.27, \"neu\": 0.597, \"pos\": 0.133, \"compound\": -0.4576}, \"To crack a nut is truly no feat, so no one would ever dare\\nto collect an audience in order to entertain it with nut-cracking.\": {\"neg\": 0.149, \"neu\": 0.676, \"pos\": 0.176, \"compound\": 0.2023}, \"Their refusal is sometimes so decided that even\\nJosephine is taken aback, she appears to submit, does her proper share of work, sings\\nas best she can, but all only for a time, then with renewed strength -- for this purpose\\nher strength seems inexhaustible -- she takes up the fight again.\": {\"neg\": 0.055, \"neu\": 0.74, \"pos\": 0.206, \"compound\": 0.8555}, \"Nor do they trouble much\\nabout disproving the assumptions on which it is based.\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.3089}}"