"{\"It was not necessary; as soon as the straps were fastened the machine began to\\nwork; the Bed vibrated, the needles flickered above the skin, the Harrow rose and fell.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had shouted the last sentence so\\nloudly that even the soldier and the condemned man were startled into attending; they\\nhad not understood a word but they stopped eating and looked over at the explorer,\\nchewing their previous mouthfuls.\": {\"neg\": 0.135, \"neu\": 0.837, \"pos\": 0.028, \"compound\": -0.5423}, \"It was a\\nhuge affair.\": {\"neg\": 0.0, \"neu\": 0.566, \"pos\": 0.434, \"compound\": 0.3182}, \"For the first time\\nthe condemned man's face woke to real animation.\": {\"neg\": 0.209, \"neu\": 0.791, \"pos\": 0.0, \"compound\": -0.4404}, \"\\\"I should like to exchange a few\\nwords with you in confidence,\\\" he said, \\\"may I?\\\"\": {\"neg\": 0.0, \"neu\": 0.848, \"pos\": 0.152, \"compound\": 0.3612}, \"And our prophecy has come true; the new Commandant has had to\\nacknowledge its truth.\": {\"neg\": 0.0, \"neu\": 0.718, \"pos\": 0.282, \"compound\": 0.6249}, \"As it is, I've got him and I won't let him go.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- Well, here is the Bed, as I told you.\": {\"neg\": 0.0, \"neu\": 0.792, \"pos\": 0.208, \"compound\": 0.2732}, \"When the explorer had read this and risen to his feet he saw all the bystanders\\naround him smiling, as if they too had read the inscription, had found it ridiculous,\\nand were expecting him to agree with them.\": {\"neg\": 0.057, \"neu\": 0.818, \"pos\": 0.125, \"compound\": 0.4588}, \"Blood and water together are then conducted here through small runnels into\\nthis main runnel and down a waste pipe into the pit.\\\"\": {\"neg\": 0.118, \"neu\": 0.882, \"pos\": 0.0, \"compound\": -0.4215}, \"The machinery should go on working continuously for twelve hours.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One could see that his uncertain eyes were trying to perceive\\nwhat the two gentlemen had been looking at, but since he had not understood the\\nexplanation he could not make head or tail of it.\": {\"neg\": 0.044, \"neu\": 0.956, \"pos\": 0.0, \"compound\": -0.1531}, \"In any case, this strap is easily made good; I shall simply use a chain; the\\ndelicacy of the vibrations for the right arm will of course be a little impaired.\\\"\": {\"neg\": 0.0, \"neu\": 0.831, \"pos\": 0.169, \"compound\": 0.6486}, \"Because it was working so silently the machine simply escaped one's attention.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In the ground floor of the house was a deep, low, cavernous space, its walls and\\nceiling blackened with smoke.\": {\"neg\": 0.104, \"neu\": 0.896, \"pos\": 0.0, \"compound\": -0.2732}, \"asked the explorer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I have to duck just then\\nor he would spit it in my face.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They pushed one of the tables aside,\\nand under it there was really a gravestone.\": {\"neg\": 0.133, \"neu\": 0.867, \"pos\": 0.0, \"compound\": -0.2484}, \"He keeps looking\\nup to make sure you're there.\": {\"neg\": 0.0, \"neu\": 0.777, \"pos\": 0.223, \"compound\": 0.3182}, \"Other courts cannot follow that\\nprinciple, for they consist of several opinions and have higher courts to scrutinize\\nthem.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 166\\nNo?\": {\"neg\": 0.524, \"neu\": 0.476, \"pos\": 0.0, \"compound\": -0.296}, \"And the corpse still falls at the last into the pit with an\\nincomprehensibly gentle wafting motion, even though there are no hundreds of people\\nswarming around like flies as formerly.\": {\"neg\": 0.154, \"neu\": 0.705, \"pos\": 0.141, \"compound\": -0.128}, \"\\\"All except the most important thing,\\\" he answered, seizing the explorer's arm and\\npointing upwards: \\\"In the Designer are all the cogwheels that control the movements\\nof the Harrow, and this machinery is regulated according to the inscription demanded\\nby the sentence.\": {\"neg\": 0.043, \"neu\": 0.881, \"pos\": 0.077, \"compound\": 0.1263}, \"In spite of the obvious haste with which he was discarding first his uniform\\njacket and then all his clothing, he handled each garment with loving care, he even ran\\nhis fingers caressingly over the silver lace on the jacket and shook a tassel into place.\": {\"neg\": 0.121, \"neu\": 0.746, \"pos\": 0.132, \"compound\": 0.3818}, \"I shall tell the Commandant what I think of the procedure, certainly, but not at a\\npublic conference, only in private; nor shall I stay here long enough to attend any\\nconference; I am going away early tomorrow morning, or at least embarking on my\\nship.\\\"\": {\"neg\": 0.0, \"neu\": 0.959, \"pos\": 0.041, \"compound\": 0.1779}, \"And now I make this request to you: help me against the\\nCommandant!\\\"\": {\"neg\": 0.0, \"neu\": 0.786, \"pos\": 0.214, \"compound\": 0.4574}, \"The Harrow was not writing, it was only jabbing, and the Bed was\\nnot turning the body over but only bringing it up quivering against the needles.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If I were to give an opinion, it would be as a private individual, an opinion\\nno more influential than that of any ordinary person, and in any case much less\\ninfluential than that of the Commandant, who, I am given to understand, has very\\nextensive powers in this penal colony.\": {\"neg\": 0.041, \"neu\": 0.84, \"pos\": 0.119, \"compound\": 0.6353}, \"The first six hours the\\ncondemned man stays alive almost as before, he suffers only pain.\": {\"neg\": 0.389, \"neu\": 0.502, \"pos\": 0.109, \"compound\": -0.7717}, \"\\\"And how does the sentence run?\\\"\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.0772}, \"An ignorant onlooker would see no difference between one\\npunishment and another.\": {\"neg\": 0.455, \"neu\": 0.545, \"pos\": 0.0, \"compound\": -0.7579}, \"As soon as the condemned man, who seemed to have recovered entirely,\\nnoticed this action he began to reach for the rice with his tongue.\": {\"neg\": 0.107, \"neu\": 0.852, \"pos\": 0.041, \"compound\": -0.4215}, \"The officer realized that he was in danger of having his exposition of the\\napparatus held up for a long time; so he went up to the explorer, took him by the arm,\\nwaved a hand toward the condemned man, who was standing very straight now that\\nhe had so obviously become the center of attention -- the soldier had also given the\\nchain a jerk -- and said: \\\"This is how the matter stands.\": {\"neg\": 0.107, \"neu\": 0.813, \"pos\": 0.08, \"compound\": -0.4951}, \"As the explorer drew near, some of\\nthem got up, pressed close to the wall, and stared at him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I can see him, our good Commandant,\\npushing his chair away immediately and rushing onto the balcony, I can see his ladies\\nPage 180\\nstreaming out after him, I can hear his voice -- the ladies call it a voice of thunder --\\nwell, and this is what he says: 'A famous Western investigator, sent out to study\\ncriminal procedure in all the countries of the world, has just said that our old tradition\\nof administering justice is inhumane.\": {\"neg\": 0.041, \"neu\": 0.857, \"pos\": 0.101, \"compound\": 0.6124}, \"In fact he was even leaning right across the Harrow, without taking any\\nnotice of it, intent only on finding out what was happening to the prisoner.\": {\"neg\": 0.119, \"neu\": 0.881, \"pos\": 0.0, \"compound\": -0.5423}, \"Yet the movement of his blubber lips, closely pressed together, showed clearly\\nthat he could not understand a word.\": {\"neg\": 0.0, \"neu\": 0.863, \"pos\": 0.137, \"compound\": 0.4019}, \"If I had first called the man before me and\\ninterrogated him, things would have got into a confused tangle.\": {\"neg\": 0.234, \"neu\": 0.766, \"pos\": 0.0, \"compound\": -0.5994}, \"\\\" \\\"The Harrow?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Many questions were troubling the explorer, but\\nat the sight of the prisoner he asked only: \\\"Does he know his sentence?\\\"\": {\"neg\": 0.269, \"neu\": 0.731, \"pos\": 0.0, \"compound\": -0.7906}, \"\\\"No,\\\" said the officer again,\\npausing a moment as if to let the explorer elaborate his question, and then said: \\\"There\\nwould be no point in telling him.\": {\"neg\": 0.078, \"neu\": 0.922, \"pos\": 0.0, \"compound\": -0.296}, \"The latter was the more\\nanimated of the two, everything in the machine interested him, now he was bending\\ndown and now stretching up on tiptoe, his forefinger was extended all the time\\npointing out details to the soldier.\": {\"neg\": 0.0, \"neu\": 0.934, \"pos\": 0.066, \"compound\": 0.4019}, \"And signing the soldier to help him, he set about doing so.\": {\"neg\": 0.0, \"neu\": 0.803, \"pos\": 0.197, \"compound\": 0.4019}, \"Is that quite clear?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It is\\ncompletely covered with a layer of cotton wool; you'll find out why later.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But they must have soon shaken them off, for the\\nexplorer was only halfway down the long flight of steps leading to the boats when they\\ncame rushing after him.\": {\"neg\": 0.043, \"neu\": 0.957, \"pos\": 0.0, \"compound\": -0.0772}, \"The long needle does the writing, and the\\nshort needle sprays a jet of water to wash away the blood and keep the inscription\\nclear.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.3818}, \"No trouble was too\\ngreat for us to take, you see.\": {\"neg\": 0.288, \"neu\": 0.471, \"pos\": 0.241, \"compound\": 0.0516}, \"Here at\\nthe head of the Bed, where the rnan, as I said, first lays down his face, is this little gag\\nof felt, which can be easily regulated to go straight into his mouth.\": {\"neg\": 0.056, \"neu\": 0.829, \"pos\": 0.115, \"compound\": 0.2944}, \"On one side of the pit the excavated soil had been piled up in a rampart, on the\\nother side of it stood the apparatus.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Under the former Commandant I had free access to a\\nsum of money set aside entirely for this purpose.\": {\"neg\": 0.0, \"neu\": 0.829, \"pos\": 0.171, \"compound\": 0.5106}, \"The condemned\\nman especially seemed struck with the notion that some great change was impending.\": {\"neg\": 0.243, \"neu\": 0.564, \"pos\": 0.193, \"compound\": -0.0202}, \"He went near to it, followed by his companions, right up between the\\nempty tables that stood in the street before it, and breathed the cool, heavy air that\\ncame from the interior.\": {\"neg\": 0.051, \"neu\": 0.883, \"pos\": 0.066, \"compound\": 0.128}, \"\\\"Read it,\\\" said the officer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No discordant noise spoiled the working of the\\nmachine.\": {\"neg\": 0.216, \"neu\": 0.784, \"pos\": 0.0, \"compound\": -0.296}, \"Everything was ready, only the straps hung down at the sides, yet they were obviously\\nunnecessary, the officer did not need to be fastened down.\": {\"neg\": 0.0, \"neu\": 0.906, \"pos\": 0.094, \"compound\": 0.3612}, \"\\\"Yes,\\\" said the officer, pushing his cap back a little and passing one hand over\\nhis heated face, \\\"now listen!\": {\"neg\": 0.0, \"neu\": 0.838, \"pos\": 0.162, \"compound\": 0.5411}, \"\\\"Maybe,\\\" said the explorer, \\\"I am prepared to believe you.\\\"\": {\"neg\": 0.0, \"neu\": 0.826, \"pos\": 0.174, \"compound\": 0.2263}, \"The man rarely swallows his last mouthful,\\nhe only rolls it around his mouth and spits it out into the pit.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was a simple stone, low enough to be\\ncovered by a table.\": {\"neg\": 0.174, \"neu\": 0.826, \"pos\": 0.0, \"compound\": -0.2732}, \"Now the officer began to spell it, letter by letter, and then read out\\nthe words. \\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had pulled forward the sleepy soldier with the chain and was\\nPage 172\\nbending over the glass.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You have made that\\nfact even clearer, but without having strengthened my resolution, on the contrary,\\nyour sincere conviction has touched me, even though it cannot influence my\\njudgment.\\\"\": {\"neg\": 0.089, \"neu\": 0.805, \"pos\": 0.106, \"compound\": 0.1411}, \"The officer had scarcely noticed the explorer's previous indifference, but he\\nwas now well aware of his dawning interest; so he stopped explaining in order to leave\\na space of time for quiet observation.\": {\"neg\": 0.13, \"neu\": 0.703, \"pos\": 0.167, \"compound\": 0.5396}, \"The officer stopped the machine, and in the sudden silence the condemned man\\nwas laid under the Harrow.\": {\"neg\": 0.231, \"neu\": 0.769, \"pos\": 0.0, \"compound\": -0.5859}, \"Perhaps even to\\nthe very end.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But while the tumbling cogwheels absorbed his whole attention he had\\nforgotten to keep an eye on the rest of the machine; now that the last cogwheel had\\nleft the Designer, however, he bent over the Harrow and had a new and still more\\nunpleasant surprise.\": {\"neg\": 0.107, \"neu\": 0.846, \"pos\": 0.048, \"compound\": -0.4432}, \"Slowly the lid of the Designer rose up and then clicked wide\\nopen.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He spread out the first sheet of paper.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer would have liked to say something\\nappreciative, but all he could see was a labyrinth of lines crossing and recrossing each\\nother, which covered the paper so thickly that it was difficult to discern the blank\\nspaces between them.\": {\"neg\": 0.073, \"neu\": 0.832, \"pos\": 0.094, \"compound\": -0.0129}, \"The explorer had to suppress a smile; so easy, then, was the task he had felt to\\nbe so difficult.\": {\"neg\": 0.127, \"neu\": 0.628, \"pos\": 0.245, \"compound\": 0.4588}, \"The soldier and the condemned man had found some acquaintances in the\\nteahouse, who detained them.\": {\"neg\": 0.286, \"neu\": 0.714, \"pos\": 0.0, \"compound\": -0.6808}, \"And now anyone can look through the glass and watch\\nthe inscription taking form on the body.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Was he soldier, judge, mechanic, chemist, and\\ndraughtsman?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You are free,\\\" said the officer to the condemned man in the native tongue.\": {\"neg\": 0.182, \"neu\": 0.818, \"pos\": 0.0, \"compound\": -0.4404}, \"He pressed the explorer back into his chair, went up\\nagain to the apparatus, and began: \\\"As you see, the shape of the Harrow corresponds\\nto the human form; here is the harrow for the torso, here are the harrows for the legs.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But we're wasting time, the execution should be beginning and I haven't finished\\nexplaining the apparatus yet.\\\"\": {\"neg\": 0.153, \"neu\": 0.847, \"pos\": 0.0, \"compound\": -0.4019}, \"For the present, then, only the essentials.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A casual, even an unguarded remark will be\\nenough.\": {\"neg\": 0.0, \"neu\": 0.795, \"pos\": 0.205, \"compound\": 0.2023}, \"This train of thought prompted his next question: \\\"Will the\\nPage 171\\nCommandant attend the execution?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They could\\nhave jumped into the boat, but the explorer lifted a heavy knotted rope from the floor\\nboards, threatened them with it, and so kept them from attempting the leap.\": {\"neg\": 0.121, \"neu\": 0.879, \"pos\": 0.0, \"compound\": -0.6124}, \"\\\"Yet it's\\nclear enough,\\\" said the officer.\": {\"neg\": 0.0, \"neu\": 0.698, \"pos\": 0.302, \"compound\": 0.3818}, \"He even tried several times to\\ndig the old man up by night, but he was always chased away.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The officer remained mute, turned to the machine, caught hold of a brass rod,\\nand then, leaning back a little, gazed at the Designer as if to assure himself that all was\\nin order.\": {\"neg\": 0.0, \"neu\": 0.928, \"pos\": 0.072, \"compound\": 0.34}, \"And the Harrow is the\\ninstrument for the actual execution of the sentence.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"With a kind of drowsy persistence\\nhe directed his gaze wherever the officer pointed a finger, and at the interruption of\\nthe explorer's question he, too, as well as the officer, looked around.\": {\"neg\": 0.074, \"neu\": 0.863, \"pos\": 0.063, \"compound\": -0.1027}, \"He has had a\\nPage 182\\ngallery built that is always packed with spectators.\": {\"neg\": 0.245, \"neu\": 0.755, \"pos\": 0.0, \"compound\": -0.5994}, \"All these statements are as true as they seem\\nnatural to you, harmless remarks that pass no judgment on my methods.\": {\"neg\": 0.083, \"neu\": 0.642, \"pos\": 0.275, \"compound\": 0.6249}, \"Now just have\\na look at this machine,\\\" he added at once, simultaneously drying his hands on a towel\\nand indicating the apparatus.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Of course the Commandant is the\\nkind of man to have turned these conferences into public spectacles.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was impossible to grant all the requests to be allowed to watch\\nit from nearby.\": {\"neg\": 0.0, \"neu\": 0.857, \"pos\": 0.143, \"compound\": 0.3612}, \"I do beg your pardon.\": {\"neg\": 0.0, \"neu\": 0.566, \"pos\": 0.434, \"compound\": 0.3182}, \"This loving care was certainly out of keeping with the fact that as soon as he had a\\ngarment off he flung it at once with a kind of unwilling jerk into the pit.\": {\"neg\": 0.06, \"neu\": 0.702, \"pos\": 0.238, \"compound\": 0.7964}, \"So they were wrestling, half in jest.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Hastily the officer\\nsnatched him away from the gag and tried to hold his head over the pit; but it was too\\nlate, the vomit was running all over the machine.\": {\"neg\": 0.054, \"neu\": 0.946, \"pos\": 0.0, \"compound\": -0.1779}, \"Page 169\\n The explorer glanced at the man; he stood, as the officer pointed him out, with\\nbent head, apparently listening with all his ears in an effort to catch what was being\\nsaid.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Therefore from this very\\nday I ordain.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The teeth of a cogwheel showed themselves and rose higher, soon the whole\\nwheel was visible, it was as if some enormous force were squeezing the Designer so\\nthat there was no longer room for the wheel, the wheel moved up till it came to the\\nvery edge of the Designer, fell down, rolled along the sand a little on its rim, and then\\nlay flat.\": {\"neg\": 0.034, \"neu\": 0.966, \"pos\": 0.0, \"compound\": -0.296}, \"The Designer hung about two meters above the Bed; each of them was\\nbound at the corners with four rods of brass that almost flashed out rays in the\\nsunlight.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Apparently the foreign explorer had given the order for it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Here are your\\nhandkerchiefs,\\\" he said, and threw them to the condemned man.\": {\"neg\": 0.195, \"neu\": 0.805, \"pos\": 0.0, \"compound\": -0.4404}, \"We who were his friends knew even before he died that the\\norganization of the colony was so perfect that his successor, even with a thousand new\\nschemes in his head, would find it impossible to alter anything, at least for many years\\nto come.\": {\"neg\": 0.067, \"neu\": 0.75, \"pos\": 0.183, \"compound\": 0.7304}, \"said the officer in amazement, and bit his lips.\": {\"neg\": 0.0, \"neu\": 0.696, \"pos\": 0.304, \"compound\": 0.5423}, \"I heard him giving it.\": {\"neg\": 0.0, \"neu\": 0.556, \"pos\": 0.444, \"compound\": 0.34}, \"The Commandant arranged it to aim a\\nblow at me, but I shall turn it to my advantage.\": {\"neg\": 0.0, \"neu\": 0.857, \"pos\": 0.143, \"compound\": 0.3612}, \"In any case, the\\ncondemned man looked so like a submissive dog that one might have thought he\\ncould be left to run free on the surrounding hills and would only need to be whistled\\nfor when the execution was due to begin.\": {\"neg\": 0.11, \"neu\": 0.76, \"pos\": 0.131, \"compound\": 0.2647}, \"While he was bargaining below with a ferryman to row him to the\\nsteamer, the two of them came headlong down the steps, in silence, for they did not\\ndare to shout.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He kept running his eyes along the glass.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I have been appointed judge in\\nthis penal colony.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In the silence one heard nothing but the condemned\\nPage 178\\nman's sighs, half-muffled by the felt gag.\": {\"neg\": 0.14, \"neu\": 0.72, \"pos\": 0.14, \"compound\": 0.0023}, \"\\\"He has had no chance of putting up a\\ndefense,\\\" said the officer, turning his eyes away as if speaking to himself and so sparing\\nthe explorer the shame of hearing self-evident matters explained.\": {\"neg\": 0.142, \"neu\": 0.775, \"pos\": 0.083, \"compound\": -0.4939}, \"But there's no time to lose, an attack of some kind is impending\\non my function as judge; conferences are already being held in the Commandant's\\noffice from which I am excluded; even your coming here today seems to me a\\nsignificant move; they are cowards and use you as a screen, you, a stranger.\": {\"neg\": 0.172, \"neu\": 0.743, \"pos\": 0.086, \"compound\": -0.6369}, \"In those days we had to put a strong fence\\naround the pit, it has long since been torn down.\\\"\": {\"neg\": 0.09, \"neu\": 0.762, \"pos\": 0.148, \"compound\": 0.3182}, \"Just take a seat and\\nI'll hold them in front of you like this, then you'll be able to see everything quite well.\\\"\": {\"neg\": 0.0, \"neu\": 0.894, \"pos\": 0.106, \"compound\": 0.3612}, \"But when even that proved useless, he outlined the script with his\\nlittle finger, holding it high above the paper as if the surface dared not be sullied by\\ntouch, in order to help the explorer to follow the script in that way.\": {\"neg\": 0.06, \"neu\": 0.882, \"pos\": 0.058, \"compound\": -0.0258}, \"All the\\nsame, they presently controlled their mirth out of respect for the gentlemen.\": {\"neg\": 0.0, \"neu\": 0.642, \"pos\": 0.358, \"compound\": 0.7717}, \"There are grounds enough for any impatience you betray,\\nalthough not such as will occur to the Commandant.\": {\"neg\": 0.304, \"neu\": 0.696, \"pos\": 0.0, \"compound\": -0.7906}, \"At least, in the small sandy valley, a deep hollow\\nsurrounded on all sides by naked crags, there was no one present save the officer, the\\nexplorer, the condemned man, who was a stupid-looking, wide-mouthed creature with\\nbewildered hair and face, and the soldier who held the heavy chain controlling the\\nsmall chains locked on the prisoner's ankles, wrists, and neck, chains that were\\nthemselves attached to each other by communicating links.\": {\"neg\": 0.068, \"neu\": 0.89, \"pos\": 0.042, \"compound\": -0.2263}, \"After various trivial and ridiculous matters, brought in\\nmerely to impress the audience -- mostly harbor works, nothing but harbor works!\": {\"neg\": 0.121, \"neu\": 0.736, \"pos\": 0.143, \"compound\": 0.126}, \"So the\\nofficer went over to him and said, his face still turned toward the explorer: \\\"This is a\\nvery complex machine, it can't be helped that things are breaking or giving way here\\nand there; but one must not thereby allow oneself to be diverted in one's general\\njudgment.\": {\"neg\": 0.039, \"neu\": 0.927, \"pos\": 0.034, \"compound\": -0.077}, \"He was now\\nsitting at the edge of a pit, into which he glanced for a fleeting moment.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer bent so close to the paper that the officer feared he might touch it and\\ndrew it farther away; the explorer made no remark, yet it was clear that he still could\\nnot decipher it. \\\"\": {\"neg\": 0.129, \"neu\": 0.81, \"pos\": 0.062, \"compound\": -0.4215}, \"But of course\\nyou are willing, what is more, you must.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had not been listening very\\nattentively, the glare of the sun in the shadeless valley was altogether too strong, it was\\ndifficult to collect one's thoughts.\": {\"neg\": 0.081, \"neu\": 0.812, \"pos\": 0.107, \"compound\": 0.2023}, \"\\\"Be careful\\nwith him!\\\"\": {\"neg\": 0.0, \"neu\": 0.613, \"pos\": 0.387, \"compound\": 0.2244}, \"The Commandant thanks me, as always,\\nwith an amiable smile, and then he can't restrain himself, he seizes the excellent\\nopportunity.\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.8979}, \"He was neither a member of the penal colony nor a\\ncitizen of the state to which it belonged.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was simply delighted when I heard that you\\nPage 181\\nwere to attend the execution all by yourself.\": {\"neg\": 0.0, \"neu\": 0.829, \"pos\": 0.171, \"compound\": 0.5106}, \"But the Commandant has no need of that.\": {\"neg\": 0.239, \"neu\": 0.761, \"pos\": 0.0, \"compound\": -0.296}, \"Blood was flowing in a hundred streams, not mingled with water, the water\\njets too had failed to function.\": {\"neg\": 0.163, \"neu\": 0.837, \"pos\": 0.0, \"compound\": -0.5106}, \"Had the foreign explorer begged him off?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I\\nrealized to whom I ought to turn: to the Commandant, of course.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Despite my youth.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They were apparently dock\\nlaborers, strong men with short, glistening, full black beards.\": {\"neg\": 0.0, \"neu\": 0.784, \"pos\": 0.216, \"compound\": 0.5106}, \"I can no longer reckon on any further extension of the\\nmethod, it takes all my energy to maintain it as it is.\": {\"neg\": 0.091, \"neu\": 0.823, \"pos\": 0.086, \"compound\": -0.0258}, \"Anyhow, the machine is\\nstill working and it is still effective in itself.\": {\"neg\": 0.0, \"neu\": 0.795, \"pos\": 0.205, \"compound\": 0.4767}, \"cried the explorer to the other two, and himself seized\\nthe officer's feet.\": {\"neg\": 0.178, \"neu\": 0.822, \"pos\": 0.0, \"compound\": -0.3818}, \"The chains were loosened and the straps fastened on\\ninstead; in the first moment that seemed almost a relief to the prisoner.\": {\"neg\": 0.138, \"neu\": 0.751, \"pos\": 0.111, \"compound\": -0.1761}, \"\\\"Of course,\\\"\\nsaid the officer, washing his oily and greasy hands in a bucket of water that stood\\nready, \\\"but they mean home to us; we don't want to forget about home.\": {\"neg\": 0.04, \"neu\": 0.846, \"pos\": 0.113, \"compound\": 0.3434}, \"\\\"I can't,\\\" said the explorer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, the Harrow,\\\" said the officer, \\\"a good name for it.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4404}, \"yelled the\\nofficer, for he noticed that the explorer's attention was being too much distracted by\\nthe prisoner.\": {\"neg\": 0.269, \"neu\": 0.731, \"pos\": 0.0, \"compound\": -0.7096}, \"Lay your hands where everyone can see them, or the ladies will catch them\\nand press your fingers.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"This was what it said: \\\"Here rests the old Commandant.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"The old man's buried here,\\\" said the soldier, \\\"the priest\\nwouldn't let him lie in the churchyard.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Were he to denounce this execution or\\nactually try to stop it, they could say to him: You are a foreigner, mind your own\\nbusiness.\": {\"neg\": 0.173, \"neu\": 0.827, \"pos\": 0.0, \"compound\": -0.5574}, \"He bent forward a little and was intent on the moving needles\\nwhen the soldier, at a sign from the officer, slashed through his shirt and trousers from\\nbehind with a knife, so that they fell off; he tried to catch at his falling clothes to cover\\nhis nakedness, but the soldier lifted him into the air and shook the last remnants from\\nhim.\": {\"neg\": 0.07, \"neu\": 0.93, \"pos\": 0.0, \"compound\": -0.3291}, \"For the head there is only this one small spike.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"None had a jacket, their\\nshirts were torn, they were poor, humble creatures.\": {\"neg\": 0.338, \"neu\": 0.662, \"pos\": 0.0, \"compound\": -0.6249}, \"The\\nexplorer saw that it was no use merely giving orders, he was on the point of going over\\nand driving them away.\": {\"neg\": 0.086, \"neu\": 0.82, \"pos\": 0.094, \"compound\": 0.0516}, \"\\\"This procedure and method of execution, which you are now having the\\nPage 177\\nopportunity to admire, has at the moment no longer any open adherents in our\\ncolony.\": {\"neg\": 0.065, \"neu\": 0.762, \"pos\": 0.173, \"compound\": 0.5719}, \"\\\"Yes, certainly,\\\" said the officer, with a\\nsmile, \\\"feel it for yourself.\\\"\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.3612}, \"\\\"Set him on his feet!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It is his duty, you see, to\\nget up every time the hour strikes and salute the captain's door.\": {\"neg\": 0.122, \"neu\": 0.878, \"pos\": 0.0, \"compound\": -0.3612}, \"He also felt that some hope might be set on the\\nnew Commandant, who was apparently of a mind to bring in, although gradually, a\\nnew kind of procedure which the officer's narrow mind was incapable of\\nunderstanding.\": {\"neg\": 0.066, \"neu\": 0.861, \"pos\": 0.073, \"compound\": 0.0772}, \"He could make no answer to that, unless he were to add that he was amazed\\nat himself in this connection, for he traveled only as an observer, with no intention at\\nall of altering other people's methods of administering justice.\": {\"neg\": 0.092, \"neu\": 0.771, \"pos\": 0.137, \"compound\": 0.4939}, \"He shook\\nhis head emphatically, glanced briefly around at the condemned man and the soldier,\\nwho both flinched away from the rice, came close up to the explorer, and without\\nlooking at his face but fixing his eye on some spot on his coat said in a lower voice\\nthan before: \\\"You don't know the Commandant; you feel yourself -- forgive the\\nexpression -- a kind of outsider so far as all of us are concerned; yet, believe me, your\\ninfluence cannot be rated too highly.\": {\"neg\": 0.067, \"neu\": 0.903, \"pos\": 0.03, \"compound\": -0.3182}, \"Tomorrow in the Commandant's office there is to be a large conference of all the high\\nadministrative officials, the Commandant presiding.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Was that cogwheel going to make trouble after all?\": {\"neg\": 0.252, \"neu\": 0.748, \"pos\": 0.0, \"compound\": -0.4019}, \"A whole day before the ceremony the valley\\nwas packed with people; they all came only to look on; early in the morning the\\nCommandant appeared with his ladies; fanfares roused the whole camp; I reported\\nthat everything was in readiness; the assembled company -- no high official dared to\\nabsent himself -- arranged itself around the machine; this pile of cane chairs is a\\nmiserable survival from that epoch.\": {\"neg\": 0.076, \"neu\": 0.896, \"pos\": 0.028, \"compound\": -0.5267}, \"The explorer did not much care about the apparatus and walked up and down\\nbehind the prisoner with almost visible indifference while the officer made the last\\nPage 165\\nadjustments, now creeping beneath the structure, which was bedded deep in the earth,\\nnow climbing a ladder to inspect its upper parts.\": {\"neg\": 0.113, \"neu\": 0.867, \"pos\": 0.02, \"compound\": -0.7227}, \"The condemned man had already torn himself a little in the back\\nthrough his impatience.\": {\"neg\": 0.412, \"neu\": 0.588, \"pos\": 0.0, \"compound\": -0.7717}, \"It was as it had been in life; no sign was visible of the promised redemption;\\nPage 190\\nwhat the others had found in the machine the officer had not found; the lips were\\nfirmly pressed together, the eyes were open, with the same expression as in life, the\\nlook was calm and convinced, through the forehead went the point of the great iron\\nspike.\": {\"neg\": 0.03, \"neu\": 0.813, \"pos\": 0.157, \"compound\": 0.8555}, \"There was an inscription on it in very small letters, the explorer\\nhad to kneel down to read it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He has calculated it carefully: this is\\nyour second day on the island, you did not know the old Commandant and his ways,\\nyou are conditioned by European ways of thought, perhaps you object on principle to\\ncapital punishment in general and to such mechanical instruments of death in\\nparticular, besides you will see that the execution has no support from the public, a\\nshabby ceremony -- carried out with a machine already somewhat old and worn-now,\\ntaking all that into consideration, would it not be likely (so thinks the Commandant)\\nthat you might disapprove of my methods?\": {\"neg\": 0.089, \"neu\": 0.871, \"pos\": 0.04, \"compound\": -0.7269}, \"At last,\\nhowever, he said, as he had to: \\\"No.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"'It has just been reported,' he will say, or words to that effect, 'that an\\nexecution has taken place.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When the needle points\\ntouched him a shudder ran over his skin; while the soldier was busy strapping his right\\nhand, he flung out his left hand blindly; but it happened to be in the direction toward\\nwhere the explorer was standing.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.4939}, \"--\\nWhen the man lies down on the Bed and it begins to vibrate, the Harrow is lowered\\nonto his body.\": {\"neg\": 0.185, \"neu\": 0.815, \"pos\": 0.0, \"compound\": -0.5106}, \"A broad, silent grin now appeared on his face and stayed there all the rest of the\\ntime.\": {\"neg\": 0.0, \"neu\": 0.838, \"pos\": 0.162, \"compound\": 0.4767}, \"The explorer did\\nmake an effort, meaning to please the officer in this respect at least, but he was quite\\nunable to follow.\": {\"neg\": 0.0, \"neu\": 0.841, \"pos\": 0.159, \"compound\": 0.452}, \"The Commandant in his wisdom ordained that the children should\\nhave the preference; I, of course, because of my office had the privilege of always being\\nat hand; often enough I would be squatting there with a small child in either arm.\": {\"neg\": 0.0, \"neu\": 0.803, \"pos\": 0.197, \"compound\": 0.8442}, \"asked the explorer, who found it impossible to believe the soldier.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then the condemned man\\nnoticed the loose straps, in his opinion the execution was incomplete unless the straps\\nwere buckled, he gestured eagerly to the soldier and they ran together to strap the\\nofficer down.\": {\"neg\": 0.131, \"neu\": 0.804, \"pos\": 0.065, \"compound\": -0.3818}, \"And here, almost against his will, he had to look at the face of the\\ncorpse.\": {\"neg\": 0.198, \"neu\": 0.802, \"pos\": 0.0, \"compound\": -0.5719}, \"To his horror he found that the condemned man\\ntoo had obeyed the officer's invitation to examine the Harrow at close quarters and\\nhad followed him.\": {\"neg\": 0.216, \"neu\": 0.784, \"pos\": 0.0, \"compound\": -0.765}, \"It was not very\\ndeep.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As the explorer, with the soldier and the condemned man behind him, reached\\nthe first houses of the colony, the soldier pointed to one of them and said: \\\"There is\\nthe teahouse.\\\"\": {\"neg\": 0.085, \"neu\": 0.875, \"pos\": 0.041, \"compound\": -0.3612}, \"How should a man not feel sick when he takes a felt gag into his\\nmouth which more than a hundred men have already slobbered and gnawed in their\\ndying moments?\\\"\": {\"neg\": 0.077, \"neu\": 0.836, \"pos\": 0.087, \"compound\": 0.0777}, \"After two hours the\\nfelt gag is taken away, for he has no longer strength to scream.\": {\"neg\": 0.311, \"neu\": 0.553, \"pos\": 0.136, \"compound\": -0.4767}, \"The soldier kept\\npushing him away, since the rice pap was certainly meant for a later hour, yet it was\\njust as unfitting that the soldier himself should thrust his dirty hands into the basin\\nand eat out of it before the other's avid face.\": {\"neg\": 0.06, \"neu\": 0.845, \"pos\": 0.095, \"compound\": 0.1779}, \"But the credit of\\ninventing it belongs to him alone.\": {\"neg\": 0.159, \"neu\": 0.635, \"pos\": 0.206, \"compound\": 0.1531}, \"What was it?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, you can,\\\" the officer said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There is a prophecy that after a certain number of years the Commandant will rise\\nagain and lead his adherents from this house to recover the colony.\": {\"neg\": 0.0, \"neu\": 0.871, \"pos\": 0.129, \"compound\": 0.34}, \"Now, whatever happens, you will\\ncertainly be invited to this conference; if you behave today as I suggest, the invitation\\nwill become an urgent request.\": {\"neg\": 0.0, \"neu\": 0.84, \"pos\": 0.16, \"compound\": 0.4939}, \"The shirt\\nwas abominably dirty and its owner washed it in the bucket of water.\": {\"neg\": 0.172, \"neu\": 0.828, \"pos\": 0.0, \"compound\": -0.4404}, \"\\\"It's a foreigner,\\\" ran the\\nPage 191\\nwhisper around him, \\\"he wants to see the grave.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He was resolved to stay\\ntill the end, but he could not bear the sight of these two.\": {\"neg\": 0.0, \"neu\": 0.926, \"pos\": 0.074, \"compound\": 0.09}, \"\\\"Of course,\\\" said the explorer, and\\nlistened with downcast eyes.\": {\"neg\": 0.237, \"neu\": 0.763, \"pos\": 0.0, \"compound\": -0.4215}, \"Now the condemned\\nman in turn was trying to twitch them from under the belt where the soldier had\\ntucked them, but the soldier was on his guard.\": {\"neg\": 0.067, \"neu\": 0.933, \"pos\": 0.0, \"compound\": -0.2382}, \"Then he smiled\\nencouragingly at the explorer and said: \\\"I was quite near you yesterday when the\\nCommandant gave you the invitation.\": {\"neg\": 0.0, \"neu\": 0.755, \"pos\": 0.245, \"compound\": 0.7579}, \"And yet now, facing the soldier and the\\ncondemned man, he did hesitate, for as long as it took to draw one breath.\": {\"neg\": 0.192, \"neu\": 0.808, \"pos\": 0.0, \"compound\": -0.6124}, \"Such a\\nstatement is not usual, but I shall make it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Where is the grave?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One could read these questions on his face.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"These would all be made by adherents,\\nbut under the present Commandant and his present doctrines they are of no use to\\nme.\": {\"neg\": 0.113, \"neu\": 0.887, \"pos\": 0.0, \"compound\": -0.4215}, \"Not one of\\nthem ever misses the chance.\": {\"neg\": 0.192, \"neu\": 0.606, \"pos\": 0.202, \"compound\": 0.0258}, \"The officer blinked several times but did not turn\\nhis eyes away.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The new man has certainly shown some inclination to interfere\\nPage 170\\nwith my judgments, but so far I have succeeded in fending him off and will go on\\nsucceeding.\": {\"neg\": 0.0, \"neu\": 0.72, \"pos\": 0.28, \"compound\": 0.8778}, \"The man's shirt and trousers, which were\\nalready lying in the pit, were fished out by the point of the soldier's bayonet.\": {\"neg\": 0.139, \"neu\": 0.861, \"pos\": 0.0, \"compound\": -0.5267}, \"The soldier and the\\ncondemned man were now busy together.\": {\"neg\": 0.244, \"neu\": 0.756, \"pos\": 0.0, \"compound\": -0.4404}, \"The first thing necessary for you to carry it out is\\nto be as reticent as possible today regarding your verdict on these proceedings.\": {\"neg\": 0.0, \"neu\": 0.935, \"pos\": 0.065, \"compound\": 0.1531}, \"\\\"Is that cotton\\nwool?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The officer had obviously forgotten whom he was\\naddressing; he had embraced the explorer and laid his head on his shoulder.\": {\"neg\": 0.087, \"neu\": 0.913, \"pos\": 0.0, \"compound\": -0.2263}, \"His hand had only to approach the\\nHarrow for it to rise and sink several times till it was adjusted to the right position for\\nreceiving him; he touched only the edge of the Bed and already it was vibrating; the\\nfelt gag came to meet his mouth, one could see that the officer was really reluctant to\\ntake it but he shrank from it only a moment, soon he submitted and received it.\": {\"neg\": 0.044, \"neu\": 0.928, \"pos\": 0.028, \"compound\": -0.0635}, \"It doesn't even need to represent what you really think, so long as it can be\\nused speciously to serve his purpose.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The officer quickly pulled himself together.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And then the execution began!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"These were tasks that might well have\\nbeen left to a mechanic, but the officer performed them with great zeal, whether\\nbecause he was a devoted admirer of the apparatus or because of other reasons the\\nwork could be entrusted to no one else.\": {\"neg\": 0.05, \"neu\": 0.649, \"pos\": 0.3, \"compound\": 0.9306}, \"Don't put any restraint on\\nyourself when you make your speech, publish the truth aloud, lean over the front of\\nthe box, shout, yes indeed, shout your verdict, your unshakable conviction, at the\\nCommandant.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.6808}, \"The explorer already felt a dawning interest in the apparatus; he\\nsheltered his eyes from the sun with one hand and gazed up at the structure.\": {\"neg\": 0.0, \"neu\": 0.788, \"pos\": 0.212, \"compound\": 0.7351}, \"The officer advanced\\ntoward the explorer who in some vague presentiment fell back a pace, but the officer\\nseized him by the hand, and drew him to one side.\": {\"neg\": 0.037, \"neu\": 0.781, \"pos\": 0.181, \"compound\": 0.6808}, \"Then the judgment has been fulfilled, and we, the soldier\\nand I, bury him.\\\"\": {\"neg\": 0.0, \"neu\": 0.823, \"pos\": 0.177, \"compound\": 0.4215}, \"Unless\\nyou are asked a direct question you must say nothing at all; but what you do say must\\nbe brief and general; let it be remarked that you would prefer not to discuss the\\nmatter, that you are out of patience with it, that if you are to let yourself go you would\\nuse strong language.\": {\"neg\": 0.0, \"neu\": 0.906, \"pos\": 0.094, \"compound\": 0.6808}, \"cried the officer again.\": {\"neg\": 0.464, \"neu\": 0.536, \"pos\": 0.0, \"compound\": -0.3818}, \"Page 185\\n \\\"Draw him out,\\\" ordered the officer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And the officer seized the explorer by both\\narms and gazed, breathing heavily, into his face.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He'll learn it on his body.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And his ladies will sit around you and prick up their ears; you might\\nbe saying something like this: 'In our country we have a different criminal procedure,'\\nor 'In our country the prisoner is interrogated before he is sentenced,' or 'We haven't\\nused torture since the Middle Ages.'\": {\"neg\": 0.2, \"neu\": 0.705, \"pos\": 0.095, \"compound\": -0.7394}, \"He had just, with\\nconsiderable difficulty, forced the felt gag into the condemned man's mouth when the\\nman in an irresistible access of nausea shut his eyes and vomited.\": {\"neg\": 0.288, \"neu\": 0.647, \"pos\": 0.065, \"compound\": -0.8074}, \"The Commandant bows to you and says: 'Then in the name of\\nthe assembled company, I put the question to you.'\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The condemned man\\nlaughed wordlessly to himself, now he turned his face left toward the officer, now right\\ntoward the soldier, nor did he forget the explorer.\": {\"neg\": 0.092, \"neu\": 0.76, \"pos\": 0.148, \"compound\": 0.194}, \"Page 175\\n The wrist strap broke; probably the soldier had drawn it too tight.\": {\"neg\": 0.177, \"neu\": 0.823, \"pos\": 0.0, \"compound\": -0.4215}, \"If his attitude to your procedure is as definitely\\nhostile as you believe, then I fear the end of your tradition is at hand, even without any\\nhumble assistance from me.\\\"\": {\"neg\": 0.154, \"neu\": 0.69, \"pos\": 0.156, \"compound\": 0.0258}, \"And to the explorer\\nhe said in explanation: \\\"A gift from the ladies.\\\"\": {\"neg\": 0.0, \"neu\": 0.805, \"pos\": 0.195, \"compound\": 0.4404}, \"It was all the more remarkable, therefore, that the prisoner was nonetheless\\nmaking an effort to follow the officer's explanations.\": {\"neg\": 0.138, \"neu\": 0.709, \"pos\": 0.153, \"compound\": 0.101}, \"If you were to\\ngo into the teahouse today, on execution day, and listen to what is being said, you\\nwould perhaps hear only ambiguous remarks.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"The time for\\nwhat?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"To be sure, that is a hard\\ntask; he needs six hours to accomplish it.\": {\"neg\": 0.08, \"neu\": 0.629, \"pos\": 0.291, \"compound\": 0.5719}, \"As soon as the man is\\nstrapped down, the Bed is set in motion.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nor did the colony itself betray\\nmuch interest in this execution.\": {\"neg\": 0.259, \"neu\": 0.556, \"pos\": 0.185, \"compound\": -0.296}, \"\\\"I don't know,\\\" said the officer, \\\"if the\\nCommandant has already explained this apparatus to you.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Between the chests shuttled the Harrow on a ribbon of steel.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As it quivers, its points pierce the skin of the body which is itself quivering from the\\nvibration of the Bed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If the judicial procedure which the officer cherished were really so near its\\nPage 187\\nend -- possibly as a result of his own intervention, as to which he felt himself pledged -\\n- then the officer was doing the right thing; in his place the explorer would not have\\nacted otherwise.\": {\"neg\": 0.075, \"neu\": 0.864, \"pos\": 0.061, \"compound\": -0.2023}, \"This annoyed the explorer.\": {\"neg\": 0.464, \"neu\": 0.536, \"pos\": 0.0, \"compound\": -0.3818}, \"And this was all the more likely since the Commandant, as he had heard\\nonly too plainly, was no upholder of the procedure and maintained an attitude almost\\nof hostility to the officer.\": {\"neg\": 0.149, \"neu\": 0.851, \"pos\": 0.0, \"compound\": -0.6621}, \"Now he stood naked there.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, you can,\\\" repeated the officer, still more\\ninsistently.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Anyhow, you'll soon understand it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"asked the explorer uneasily, but got no answer.\": {\"neg\": 0.429, \"neu\": 0.571, \"pos\": 0.0, \"compound\": -0.5423}, \"He took the explorer's hand and guided it over the Bed.\": {\"neg\": 0.0, \"neu\": 0.758, \"pos\": 0.242, \"compound\": 0.4939}, \"I divined at once what he was after.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.2023}, \"I should like merely to add that this execution was\\nwitnessed by the famous explorer who has, as you all know, honored our colony so\\ngreatly by his visit to us.\": {\"neg\": 0.0, \"neu\": 0.816, \"pos\": 0.184, \"compound\": 0.743}, \"The\\nsoldier had finished his cleaning job and was now pouring rice pap from a pot into the\\nbasin.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Come and help!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then he inspected his hands critically; they did not seem clean enough to him for\\ntouching the drawings; so he went over to the bucket and washed them again.\": {\"neg\": 0.075, \"neu\": 0.925, \"pos\": 0.0, \"compound\": -0.3089}, \"Only when the officer stood quite naked was their attention caught.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And if you disapprove, you wouldn't\\nconceal the fact (I'm still speaking from the Commandant's point of view), for you are\\na man to feel confidence in your own well-tried conclusions.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.5106}, \"The Commandant's ladies stuff the man with\\nsugar candy before he's led off.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I usually kneel down here\\nat that moment and observe what happens.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"It is not certain,\\\" said the officer, wincing at the\\ndirect question, and his friendly expression darkened.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.4939}, \"Quite briefly, only a statement.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He opened his eyes with a jerk, saw what the condemned man\\nhad dared to do, let his rifle fall, dug his heels into the ground, dragged his prisoner\\nback so that he stumbled and fell immediately, and then stood looking down at him,\\nwatching him struggling and rattling in his chains.\": {\"neg\": 0.218, \"neu\": 0.782, \"pos\": 0.0, \"compound\": -0.8957}, \"But even granted that you are right, is it not\\nnecessary, for the sake of preserving this tradition, to try even what might prove\\ninsufficient?\": {\"neg\": 0.0, \"neu\": 0.923, \"pos\": 0.077, \"compound\": 0.25}, \"But how quiet he grows at just about the sixth hour!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But how\\nwould the Commandant react to them?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"he called at last and climbed\\ndown from the ladder.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His adherents, who now must be nameless, have dug this grave and set up this stone.\": {\"neg\": 0.167, \"neu\": 0.833, \"pos\": 0.0, \"compound\": -0.4588}, \"Should we not now ask the famous\\nexplorer to give us his verdict on our traditional mode of execution and the procedure\\nthat leads up to it?'\": {\"neg\": 0.0, \"neu\": 0.942, \"pos\": 0.058, \"compound\": 0.1531}, \"The explorer got up slowly, walked across, and bent over the Harrow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But how I am supposed to work the machine without a strap,\\nthat's something nobody bothers about.\\\"\": {\"neg\": 0.114, \"neu\": 0.886, \"pos\": 0.0, \"compound\": -0.2023}, \"Can you appreciate now the work accomplished by the Harrow and the whole\\napparatus?\": {\"neg\": 0.0, \"neu\": 0.682, \"pos\": 0.318, \"compound\": 0.6808}, \"And now you advance to the front\\nof the box.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Of course there is loud applause, general agreement, I am more\\ninsistent than anyone.\": {\"neg\": 0.0, \"neu\": 0.647, \"pos\": 0.353, \"compound\": 0.7184}, \"-- That's the evidence.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The soldier and the condemned man did not understand at first what was\\nhappening, at first they were not even looking on.\": {\"neg\": 0.121, \"neu\": 0.879, \"pos\": 0.0, \"compound\": -0.4404}, \".\": {\"neg\": 0.0, \"neu\": 0.0, \"pos\": 0.0, \"compound\": 0.0}, \"Here they are\\\" -- he extracted some sheets from the leather wallet -- \\\"but I'm sorry I\\ncan't let you handle them, they are my most precious possessions.\": {\"neg\": 0.045, \"neu\": 0.783, \"pos\": 0.172, \"compound\": 0.7218}, \"With his finger the officer traced\\nthe exact course taken by the blood and water.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The machine was freshly cleaned and glittering, I\\ngot new spare parts for almost every execution.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The\\nman did not believe it at first.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I am still using the guiding plans drawn by the former Commandant.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nowadays the machine can no longer wring\\nfrom anyone a sigh louder than the felt gag can stifle; but in those days the writing\\nneedles let drop an acid fluid, which we're no longer permitted to use.\": {\"neg\": 0.214, \"neu\": 0.76, \"pos\": 0.026, \"compound\": -0.7717}, \"It had been clear enough\\npreviously that he understood the machine well, but now it was almost staggering to\\nsee how he managed it and how it obeyed him.\": {\"neg\": 0.0, \"neu\": 0.89, \"pos\": 0.11, \"compound\": 0.3291}, \"\\\"That is just why we have to lose\\nno time.\": {\"neg\": 0.38, \"neu\": 0.62, \"pos\": 0.0, \"compound\": -0.5994}, \"The explorer waved one\\nhand vaguely; the officer asked for nothing better, since now he could explain the\\napparatus himself.\": {\"neg\": 0.102, \"neu\": 0.763, \"pos\": 0.136, \"compound\": 0.2008}, \"\\\"Go back home,\\\" he said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A captain reported to me this morning that this man, who had been assigned to him as\\na servant and sleeps before his door, had been asleep on duty.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes,\\\" said the officer with a laugh, putting the paper away again,\\n\\\"it's no calligraphy for school children.\": {\"neg\": 0.106, \"neu\": 0.721, \"pos\": 0.173, \"compound\": 0.34}, \"Besides, one of the cogwheels in the Designer is badly\\nworn; it creaks a lot when it's working; you can hardly hear yourself speak; spare parts,\\nunfortunately, are difficult to get here.\": {\"neg\": 0.274, \"neu\": 0.726, \"pos\": 0.0, \"compound\": -0.8481}, \"Last night the captain wanted to see if the man was doing his duty.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Each long needle has a short one beside it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The\\nsoldier would have been willing enough, but the condemned man took the order as a\\npunishment.\": {\"neg\": 0.368, \"neu\": 0.632, \"pos\": 0.0, \"compound\": -0.8462}, \"-- And then at last you can speak out.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nobody knew where to bury him for a while,\\nbut in the end they buried him here.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"asked the explorer, bending forward.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So it\\nkeeps on writing deeper and deeper for the whole twelve hours.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I'll stand up and report\\nthat today's execution has taken place.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"is what is written there,\\\" said the officer once more.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"he asked finally, drawing a cane chair out from among\\na heap of them and offering it to the explorer, who could not refuse it.\": {\"neg\": 0.0, \"neu\": 0.921, \"pos\": 0.079, \"compound\": 0.2235}, \"It is meant to keep\\nhim from screaming and biting his tongue.\": {\"neg\": 0.191, \"neu\": 0.809, \"pos\": 0.0, \"compound\": -0.3818}, \"From now on, however, the officer paid hardly any attention to him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I can't,\\\"\\nsaid the explorer, \\\"I told you before that I can't make out these scripts.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer wanted to withdraw his face from the officer and looked around\\nhim at random.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But our\\nnew, mild doctrine thinks otherwise.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Although\\nthis teahouse was very little different from the other houses of the colony, which were\\nall very dilapidated, even up to the Commandant's palatial headquarters, it made on\\nthe explorer the impression of a historic tradition of some kind, and he felt the power\\nof past days.\": {\"neg\": 0.0, \"neu\": 0.895, \"pos\": 0.105, \"compound\": 0.6486}, \"That did not surprise the explorer, for the officer was\\nspeaking French, and certainly neither the soldier nor the prisoner understood a word\\nof French.\": {\"neg\": 0.065, \"neu\": 0.748, \"pos\": 0.187, \"compound\": 0.5324}, \"Page 174\\nOnly about the sixth hour does the man lose all desire to eat.\": {\"neg\": 0.147, \"neu\": 0.707, \"pos\": 0.147, \"compound\": 0.0}, \"\\\"Well, then,\\\" said the\\nofficer, at least partly satisfied, and climbed up the ladder with the paper; very carefully\\nhe laid it inside the Designer and seemed to be changing the disposition of all the\\ncogwheels; it was a troublesome piece of work and must have involved wheels that\\nwere extremely small, for sometimes the officer's head vanished altogether from sight\\ninside the Designer, so precisely did he have to regulate the machinery.\": {\"neg\": 0.043, \"neu\": 0.901, \"pos\": 0.056, \"compound\": 0.0}, \"The last thing\\nleft to him was his short sword with the sword belt.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Indeed he was,\\\" said the officer, nodding assent, with a remote, glassy look.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We'll soon loosen them.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Forgive me if my explanations seem rather incoherent.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.2732}, \"How\\nwe all absorbed the look of transfiguration on the face of the sufferer, how we bathed\\nour cheeks in the radiance of that justice, achieved at last and fading so quickly!\": {\"neg\": 0.079, \"neu\": 0.761, \"pos\": 0.16, \"compound\": 0.4753}, \"\\\"Won't you take a seat?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But the officer firmly restrained the\\nexplorer with one hand and with the other took a clod of earth from the rampart and\\nthrew it at the soldier.\": {\"neg\": 0.0, \"neu\": 0.89, \"pos\": 0.11, \"compound\": 0.4939}, \"That was all quite simple.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And now the\\nHarrow was adjusted a little lower, since he was a thin man.\": {\"neg\": 0.137, \"neu\": 0.863, \"pos\": 0.0, \"compound\": -0.228}, \"He said evasively: \\\"You overestimate my influence; the Commandant\\nhas read my letters of recommendation, he knows that I am no expert in criminal\\nprocedure.\": {\"neg\": 0.203, \"neu\": 0.797, \"pos\": 0.0, \"compound\": -0.6808}, \"-- That is my plan; will you help me to carry it out?\": {\"neg\": 0.0, \"neu\": 0.816, \"pos\": 0.184, \"compound\": 0.4019}, \"If the wheel had not creaked, it\\nwould have been marvelous.\": {\"neg\": 0.0, \"neu\": 0.719, \"pos\": 0.281, \"compound\": 0.5994}, \"So he bent forward again, having already leaned back in his\\nchair, and put another question: \\\"But surely he knows that he has been sentenced?\\\"\": {\"neg\": 0.0, \"neu\": 0.892, \"pos\": 0.108, \"compound\": 0.4404}, \"They led the explorer right up to the\\nback wall, where guests were sitting at a few tables.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer observed the soldier and the condemned man.\": {\"neg\": 0.266, \"neu\": 0.734, \"pos\": 0.0, \"compound\": -0.4404}, \"I assisted at the very earliest\\nexperiments and had a share in all the work until its completion.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.296}, \"He drew it out of the scabbard,\\nbroke it, then gathered all together, the bits of the sword, the scabbard, and the belt,\\nand flung them so violently down that they clattered into the pit.\": {\"neg\": 0.189, \"neu\": 0.811, \"pos\": 0.0, \"compound\": -0.8256}, \"Many did not care to watch it but lay with closed eyes in the sand; they all\\nknew: Now Justice is being done.\": {\"neg\": 0.066, \"neu\": 0.766, \"pos\": 0.168, \"compound\": 0.584}, \"\\\"So you did not find the\\nprocedure convincing,\\\" he said to himself and smiled, as an old man smiles at childish\\nnonsense and yet pursues his own meditations behind the smile.\": {\"neg\": 0.123, \"neu\": 0.65, \"pos\": 0.227, \"compound\": 0.6369}, \"The explorer, down below, watched the labor uninterruptedly, his neck grew\\nstiff and his eyes smarted from the glare of sunshine over the sky.\": {\"neg\": 0.0, \"neu\": 0.818, \"pos\": 0.182, \"compound\": 0.5994}, \"Well, it isn't saying too much if I tell you that the organization of the whole penal\\ncolony is his work.\": {\"neg\": 0.0, \"neu\": 0.9, \"pos\": 0.1, \"compound\": 0.2732}, \"You have doubtless already\\nformed your own judgment; if you still have some small uncertainties the sight of the\\nexecution will resolve them.\": {\"neg\": 0.089, \"neu\": 0.743, \"pos\": 0.167, \"compound\": 0.2732}, \"It is effective in itself even though it stands\\nalone in this valley.\": {\"neg\": 0.124, \"neu\": 0.683, \"pos\": 0.193, \"compound\": 0.2732}, \"Was it true?\": {\"neg\": 0.0, \"neu\": 0.417, \"pos\": 0.583, \"compound\": 0.4215}, \"\\\"Nor that either,\\\" said the officer, smiling at the explorer as if expecting him to make\\nfurther surprising remarks.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.6249}, \"All the more did he admire the officer, who in spite\\nof his tight-fitting full-dress uniform coat, amply befrogged and weighed down by\\nepaulettes, was pursuing his subject with such enthusiasm and, besides talking, was\\nstill tightening a screw here and there with a spanner.\": {\"neg\": 0.096, \"neu\": 0.779, \"pos\": 0.125, \"compound\": 0.3535}, \"You see,\\nthe Commandant always used to do the explaining; but the new Commandant shirks\\nthis duty; yet that such an important visitor\\\" -- the explorer tried to deprecate the\\nhonor with both hands, the officer, however, insisted -- \\\"that such an important visitor\\nshould not even be told about the kind of sentence we pass is a new development,\\nwhich --\\\" He was just on the point of using strong language but checked himself and\\nsaid only: \\\"I was not informed, it is not my fault.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.9437}, \"Whatever commandment the prisoner has disobeyed is written upon his body by the\\nHarrow.\": {\"neg\": 0.212, \"neu\": 0.788, \"pos\": 0.0, \"compound\": -0.5423}, \"Had it dawned on the officer at last?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There was a store, too, in which spare\\nparts were kept for repairs of all kinds.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- But,\\\" the officer\\ninterrupted himself, \\\"I am rambling on, and here stands his apparatus before us.\": {\"neg\": 0.121, \"neu\": 0.879, \"pos\": 0.0, \"compound\": -0.296}, \"I don't ask you to tell any lies; by no means; you should only give\\ncurt answers, such as: 'Yes, I saw the execution,' or 'Yes, I had it explained to me.'\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.6124}, \"--\\nour judicial procedure comes up for discussion too.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer had inclined his ear to the officer and with his hands in his jacket\\npockets watched the machine at work.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The Harrow appears to do its work with uniform regularity.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Something\\nperceptible to no one save himself was still not in order; he clambered up again, did\\nsomething with both hands in the interior of the Designer, then slid down one of the\\nrods, instead of using the ladder, so as to get down quicker, and with the full force of\\nhis lungs, to make himself heard at all in the noise, yelled in the explorer's ear: \\\"Can\\nyou follow it?\": {\"neg\": 0.03, \"neu\": 0.927, \"pos\": 0.043, \"compound\": 0.25}, \"True, you have seen and\\nlearned to appreciate the peculiarities of many peoples, and so you would not be likely\\nto take a strong line against our proceedings, as you might do in your own country.\": {\"neg\": 0.0, \"neu\": 0.758, \"pos\": 0.242, \"compound\": 0.836}, \"What had happened to him was now going to happen to the officer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A moment that might tempt one to get under the Harrow oneself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- Just watch it!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But if for some mysterious reason you're not invited,\\nyou'll have to ask for an invitation; there's no doubt of your getting it then.\": {\"neg\": 0.176, \"neu\": 0.824, \"pos\": 0.0, \"compound\": -0.5719}, \"The officer\\nhad to intervene, the soldier held up the broken piece of strap to show him.\": {\"neg\": 0.162, \"neu\": 0.838, \"pos\": 0.0, \"compound\": -0.4767}, \"He would have told\\nlies, and had I exposed these lies he would have backed them up with more lies, and so\\non and so forth.\": {\"neg\": 0.315, \"neu\": 0.649, \"pos\": 0.036, \"compound\": -0.8225}, \"He has lived on stinking fish his whole life long and\\nnow he has to eat sugar candy!\": {\"neg\": 0.178, \"neu\": 0.822, \"pos\": 0.0, \"compound\": -0.5707}, \"\\\"Ready now!\\\"\": {\"neg\": 0.0, \"neu\": 0.264, \"pos\": 0.736, \"compound\": 0.4199}, \"\\\"It's\\nspecially prepared cotton wool, that's why it looks so different; I'll tell you presently\\nwhat it's for.\\\"\": {\"neg\": 0.0, \"neu\": 0.899, \"pos\": 0.101, \"compound\": 0.2263}, \"And now I ask you: because of this Commandant and the women who influence\\nhim, is such a piece of work, the work of a lifetime\\\" -- he pointed to the machine -- \\\"to\\nperish?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Although he is powerful enough to take measures\\nagainst me, he doesn't dare to do it yet, but he certainly means to use your verdict\\nagainst me, the verdict of an illustrious foreigner.\": {\"neg\": 0.0, \"neu\": 0.767, \"pos\": 0.233, \"compound\": 0.7783}, \"'BE JUST!'\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But it was\\nsomething quite different.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"This apparatus,\\\" he said, taking hold of a crank handle and leaning\\nagainst it, \\\"was invented by our former Commandant.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The needles are set in\\nlike the teeth of a harrow and the whole thing works something like a harrow,\\nalthough its action is limited to one place and contrived with much more artistic skill.\": {\"neg\": 0.051, \"neu\": 0.813, \"pos\": 0.136, \"compound\": 0.4767}, \"I can remember none, and my experience is extensive.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had wound the prisoner's chain\\naround both his wrists, propped himself on his rifle, let his head hang, and was paying\\nno attention to anything.\": {\"neg\": 0.081, \"neu\": 0.919, \"pos\": 0.0, \"compound\": -0.296}, \"\\\"Would you like me to explain?\\\"\": {\"neg\": 0.0, \"neu\": 0.667, \"pos\": 0.333, \"compound\": 0.3612}, \"\\\"Did he combine\\neverything in himself, then?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And\\nwhile he fastened the chains, he added: \\\"The resources for maintaining the machine\\nare now very much reduced.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer ignored this, distributed a\\nfew coins among them, waiting till the table was pushed over the grave again, quitted\\nthe teahouse, and made for the harbor.\": {\"neg\": 0.164, \"neu\": 0.836, \"pos\": 0.0, \"compound\": -0.5994}, \"The\\nexplorer wanted to do something, if possible, to bring the whole machine to a\\nstandstill, for this was no exquisite torture such as the officer desired, this was plain\\nmurder.\": {\"neg\": 0.278, \"neu\": 0.668, \"pos\": 0.054, \"compound\": -0.8658}, \"The soldier and the condemned man seemed to have come to some\\nPage 184\\nunderstanding; the condemned man was making signs to the soldier, difficult though\\nhis movements were because of the tight straps; the soldier was bending down to him;\\nthe condemned man whispered something and the soldier nodded.\": {\"neg\": 0.196, \"neu\": 0.804, \"pos\": 0.0, \"compound\": -0.8807}, \"So that the actual progress of the sentence can be watched, the\\nHarrow is made of glass.\": {\"neg\": 0.0, \"neu\": 0.785, \"pos\": 0.215, \"compound\": 0.4767}, \"But the\\nother two could not make up their minds to come; the condemned man actually\\nturned away; the explorer had to go over to them and force them into position at the\\nofficer's head.\": {\"neg\": 0.079, \"neu\": 0.921, \"pos\": 0.0, \"compound\": -0.4404}, \"It begins around the eyes.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When he put on\\nPage 186\\nthe shirt and trousers both he and the soldier could not help guffawing, for the\\ngarments were of course slit up behind.\": {\"neg\": 0.077, \"neu\": 0.923, \"pos\": 0.0, \"compound\": -0.3089}, \"The officer never told you about that, for sure,\\nbecause of course that's what he was most ashamed of.\": {\"neg\": 0.15, \"neu\": 0.749, \"pos\": 0.101, \"compound\": -0.2716}, \"The officer, as if surprised by the noise of the wheel,\\nshook his fist at it, then spread out his arms in excuse to the explorer, and climbed\\ndown rapidly to peer at the working of the machine from below.\": {\"neg\": 0.034, \"neu\": 0.889, \"pos\": 0.077, \"compound\": 0.2023}, \"The explorer followed the officer and said: \\\"You don't know yet what I mean to\\ndo.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He wanted to push against the feet while the others seized the head\\nfrom the opposite side and so the officer might be slowly eased off the needles.\": {\"neg\": 0.0, \"neu\": 0.925, \"pos\": 0.075, \"compound\": 0.296}, \"and so on.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But not for long.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Was it only a caprice\\nof the officer's, that might change again?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"How could I do that,\\\" he cried, \\\"it's\\nquite impossible.\": {\"neg\": 0.245, \"neu\": 0.755, \"pos\": 0.0, \"compound\": -0.3818}, \"The explorer saw with a certain apprehension\\nthat the officer had clenched his fists.\": {\"neg\": 0.191, \"neu\": 0.679, \"pos\": 0.13, \"compound\": -0.25}, \"The explorer himself had recommendations from\\nhigh quarters, had been received here with great courtesy, and the very fact that he\\nPage 176\\nhad been invited to attend the execution seemed to suggest that his views would be\\nwelcome.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.8625}, \"Yet here he found\\nhimself strongly tempted.\": {\"neg\": 0.0, \"neu\": 0.741, \"pos\": 0.259, \"compound\": 0.2732}, \"And now the last action failed to fulfill itself, the body\\ndid not drop off the long needles, streaming with blood it went on hanging over the pit\\nwithout falling into it.\": {\"neg\": 0.088, \"neu\": 0.748, \"pos\": 0.164, \"compound\": 0.2163}, \"To make the picture as vivid as possible\\nhe held both hands below the outlet of the waste pipe as if to catch the outflow, and\\nwhen he did this the explorer drew back his head and feeling behind him with one\\nhand sought to return to his chair.\": {\"neg\": 0.052, \"neu\": 0.86, \"pos\": 0.088, \"compound\": 0.2263}, \"By that time the Harrow has pierced him\\nquite through and casts him into the pit, where he pitches down upon the blood and\\nwater and the cotton wool.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But a second wheel was already rising after it, followed by many others, large\\nand small and indistinguishably minute, the same thing happened to all of them, at\\nevery moment one imagined the Designer must now really be empty, but another\\ncomplex of numerous wheels was already rising into sight, falling down, trundling\\nPage 189\\nalong the sand, and lying flat.\": {\"neg\": 0.124, \"neu\": 0.876, \"pos\": 0.0, \"compound\": -0.7929}, \"Because of the Harrow this had to be done\\nwith some care.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4939}, \"The explorer seemed to have accepted merely out of politeness the\\nCommandant's invitation to witness the execution of a soldier condemned to death for\\ndisobedience and insulting behavior to a superior.\": {\"neg\": 0.253, \"neu\": 0.606, \"pos\": 0.141, \"compound\": -0.6597}, \"As for the soldier, he seemed to\\nbe in much the same condition as the explorer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Both the Bed and the Designer have an electric battery\\nPage 168\\neach; the Bed needs one for itself, the Designer for the Harrow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So there have to\\nbe lots and lots of flourishes around the actual script; the script itself runs around the\\nbody only in a narrow girdle; the rest of the body is reserved for the embellishments.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At that moment the explorer heard the officer cry out in rage.\": {\"neg\": 0.401, \"neu\": 0.599, \"pos\": 0.0, \"compound\": -0.7717}, \"I know the Commandant.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"These uniforms are too heavy for the tropics, surely,\\\" said the explorer, instead of\\nmaking some inquiry about the apparatus, as the officer had expected.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I am its sole advocate, and at the same time the sole advocate of the old\\nCommandant's tradition.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The condemned man had laid his head down and looked peaceful, the soldier\\nwas busy trying to clean the machine with the prisoner's shirt.\": {\"neg\": 0.097, \"neu\": 0.705, \"pos\": 0.198, \"compound\": 0.4588}, \"But if\\nanything does go wrong it will only be some small matter that can be set right at once.\\\"\": {\"neg\": 0.14, \"neu\": 0.811, \"pos\": 0.05, \"compound\": -0.4588}, \"I'm quite sure\\nthat in the end you would understand it too.\": {\"neg\": 0.0, \"neu\": 0.809, \"pos\": 0.191, \"compound\": 0.3804}, \"He went\\nup to the explorer, pulled out the small leather wallet again, turned over the papers in\\nit, found the one he wanted, and showed it to the explorer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I do not approve of your procedure,\\\" said the explorer then, \\\"even before\\nyou took me into your confidence -- of course I shall never in any circumstances\\nbetray your confidence -- I was already wondering whether it would be my duty to\\nintervene and whether my intervention would have the slightest chance of success.\": {\"neg\": 0.065, \"neu\": 0.744, \"pos\": 0.191, \"compound\": 0.7964}, \"So\\ntomorrow you're sitting in the Commandant's box with the ladies.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Much as I dislike it, I shall have to cut my explanations short.\": {\"neg\": 0.343, \"neu\": 0.657, \"pos\": 0.0, \"compound\": -0.5719}, \"The Harrow tried to move back to its old position, but as if it\\nhad itself noticed that it had not yet got rid of its burden it stuck after all where it was,\\nover the pit.\": {\"neg\": 0.154, \"neu\": 0.846, \"pos\": 0.0, \"compound\": -0.7469}, \"For I was the former Commandant's assistant in\\nall penal matters and know more about the apparatus than anyone.\": {\"neg\": 0.0, \"neu\": 0.939, \"pos\": 0.061, \"compound\": 0.0258}, \"I know that it is sufficient.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The injustice of the procedure and the inhumanity of the\\nexecution were undeniable.\": {\"neg\": 0.236, \"neu\": 0.764, \"pos\": 0.0, \"compound\": -0.5719}, \"The lower one is called the 'Bed,' the upper one\\nthe 'Designer,' and this one here in the middle that moves up and down is called the\\n'Harrow.'\": {\"neg\": 0.075, \"neu\": 0.925, \"pos\": 0.0, \"compound\": -0.296}, \"This prisoner, for instance\\\" -- the officer indicated the man -- \\\"will have\\nwritten on his body: HONOR THY SUPERIORS! \\\"\": {\"neg\": 0.127, \"neu\": 0.619, \"pos\": 0.253, \"compound\": 0.5358}, \"The officer nodded\\nwordlessly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Before hundreds of spectators -- all of\\nthem standing on tiptoe as far as the heights there -- the condemned man was laid\\nunder the Harrow by the Commandant himself.\": {\"neg\": 0.091, \"neu\": 0.909, \"pos\": 0.0, \"compound\": -0.4404}, \"The condemned man was gleeful at\\nhaving got the handkerchiefs back, but he was not allowed to enjoy them for long,\\nsince the soldier snatched them with a sudden, unexpected grab.\": {\"neg\": 0.155, \"neu\": 0.775, \"pos\": 0.07, \"compound\": -0.4482}, \"The explorer, on the other hand, felt greatly troubled; the machine was\\nobviously going to pieces; its silent working was a delusion; he had a feeling that he\\nmust now stand by the officer, since the officer was no longer able to look after\\nhimself.\": {\"neg\": 0.112, \"neu\": 0.793, \"pos\": 0.096, \"compound\": -0.2006}, \"Have faith and\\nwait!\\\"\": {\"neg\": 0.0, \"neu\": 0.492, \"pos\": 0.508, \"compound\": 0.4753}, \"\\\"Yes, you are set free,\\\" said the officer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"From the very beginning the explorer had no doubt about what answer he must\\ngive; in his lifetime he had experienced too much to have any uncertainty here; he was\\nfundamentally honorable and unafraid.\": {\"neg\": 0.175, \"neu\": 0.739, \"pos\": 0.086, \"compound\": -0.3818}, \"Enlightenment comes to the most dull-witted.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It regulates itself automatically so that the needles barely touch his skin;\\nonce contact is made the steel ribbon stiffens immediately into a rigid band.\": {\"neg\": 0.061, \"neu\": 0.939, \"pos\": 0.0, \"compound\": -0.128}, \"In the course of time each of these parts has\\nacquired a kind of popular nickname.\": {\"neg\": 0.0, \"neu\": 0.848, \"pos\": 0.152, \"compound\": 0.3626}, \"But by the time they reached the foot of the steps the explorer was\\nalready in the boat, and the ferryman was just casting off from the shore.\": {\"neg\": 0.0, \"neu\": 0.951, \"pos\": 0.049, \"compound\": 0.1027}, \"The explorer wanted to drive him away, since\\nwhat he was doing was probably culpable.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I can neither help nor hinder you.\\\"\": {\"neg\": 0.311, \"neu\": 0.689, \"pos\": 0.0, \"compound\": -0.3089}, \"It\\nconsists, as you see, of three parts.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now he has taken charge of the\\nmachine money himself, and if I send for a new strap they ask for the broken old strap\\nas evidence, and the new strap takes ten days to appear and then is of shoddy material\\nand not much good.\": {\"neg\": 0.116, \"neu\": 0.884, \"pos\": 0.0, \"compound\": -0.6711}, \"The officer, however, had turned to the machine.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Here, into this\\nelectrically heated basin at the head of the Bed, some warm rice pap is poured, from\\nwhich the man, if he feels like it, can take as much as his tongue can lap.\": {\"neg\": 0.0, \"neu\": 0.885, \"pos\": 0.115, \"compound\": 0.5267}, \"You have seen how difficult it is to decipher the script\\nwith one's eyes; but our man deciphers it with his wounds.\": {\"neg\": 0.077, \"neu\": 0.923, \"pos\": 0.0, \"compound\": -0.1901}, \"He looked uncommonly limp, breathed with his mouth wide\\nopen, and had tucked two fine ladies' handkerchiefs under the collar of his uniform.\": {\"neg\": 0.0, \"neu\": 0.924, \"pos\": 0.076, \"compound\": 0.2023}, \"Well, and then\\ncame the sixth hour!\": {\"neg\": 0.0, \"neu\": 0.715, \"pos\": 0.285, \"compound\": 0.3382}, \"Ought one to let that happen?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Such a verdict from such a personality makes it\\nimpossible for me to countenance these methods any longer.\": {\"neg\": 0.0, \"neu\": 0.904, \"pos\": 0.096, \"compound\": 0.1531}, \"But of course\\ntomorrow, when the apparatus has been cleaned -- its one drawback is that it gets so\\nmessy -- I can recapitulate all the details.\": {\"neg\": 0.115, \"neu\": 0.885, \"pos\": 0.0, \"compound\": -0.5009}, \"This phenomenon made the condemned man\\ncompletely forget the explorer's command, the cogwheels fascinated him, he was\\nalways trying to catch one and at the same time urging the soldier to help, but always\\ndrew back his hand in alarm, for another wheel always came hopping along which, at\\nleast on its first advance, scared him off.\": {\"neg\": 0.153, \"neu\": 0.728, \"pos\": 0.119, \"compound\": -0.3174}, \"Then you'll be able to\\nPage 167\\nfollow the proceedings better.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4404}, \"But the explorer said nothing.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer had been staring at it quite a while before he remembered that a wheel in\\nthe Designer should have been creaking; but everything was quiet, not even the\\nslightest hum could be heard.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On this\\ncotton wool the condemned man is laid, face down, quite naked, of course; here are\\nstraps for the hands, here for the feet, and here for the neck, to bind him fast.\": {\"neg\": 0.081, \"neu\": 0.919, \"pos\": 0.0, \"compound\": -0.4404}, \"It was open to the road all along its length.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You'll burst my straps,\\\" cried the officer, \\\"lie still!\": {\"neg\": 0.266, \"neu\": 0.734, \"pos\": 0.0, \"compound\": -0.4389}, \"I don't know how I'm\\ngoing to endure the tension of waiting for that moment.\": {\"neg\": 0.15, \"neu\": 0.85, \"pos\": 0.0, \"compound\": -0.3182}, \"The explorer considered the Harrow with a frown.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At that moment he heard a noise above him in the Designer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the Bed here the condemned man is laid -- I'm\\ngoing to describe the apparatus first before I set it in motion.\": {\"neg\": 0.121, \"neu\": 0.879, \"pos\": 0.0, \"compound\": -0.4404}, \"\\\"Up till now a few things still had to be set by hand, but\\nfrom this moment it works all by itself.\\\"\": {\"neg\": 0.0, \"neu\": 0.905, \"pos\": 0.095, \"compound\": 0.2732}, \"\\\"It's very ingenious,\\\" said the explorer evasively, \\\"but I\\nPage 173\\ncan't make it out.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He ran around the apparatus, himself caught the\\ncondemned man under the shoulders, and with the soldier's help got him up on his\\nfeet, which kept slithering from under him.\": {\"neg\": 0.086, \"neu\": 0.833, \"pos\": 0.08, \"compound\": -0.0516}, \"The officer kept watching the explorer sideways, as if\\nseeking to read from his face the impression made on him by the execution, which had\\nbeen at least cursorily explained to him.\": {\"neg\": 0.0, \"neu\": 0.942, \"pos\": 0.058, \"compound\": 0.2263}, \"In any case, I am certainly the best\\nperson to explain our procedure, since I have here\\\" -- he patted his breast pocket --\\n\\\"the relevant drawings made by our former Commandant.\\\"\": {\"neg\": 0.0, \"neu\": 0.809, \"pos\": 0.191, \"compound\": 0.765}, \"Then I had the man\\nput in chains.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Yet perhaps you wouldn't care to do that, it's not in keeping with your\\ncharacter, in your country perhaps people do these things differently, well, that's all\\nright too, that will be quite as effective, don't even stand up, just say a few words, even\\nPage 183\\nin a whisper, so that only the officials beneath you will hear them, that will be quite\\nenough, you don't even need to mention the lack of public support for the execution,\\nthe creaking wheel, the broken strap, the filthy gag of felt, no, I'll take all that upon me,\\nand, believe me, if my indictment doesn't drive him out of the conference hall, it will\\nforce him to his knees to make the acknowledgment: Old Commandant, I humble\\nmyself before you.\": {\"neg\": 0.091, \"neu\": 0.85, \"pos\": 0.059, \"compound\": -0.5345}, \"Getting the needles fixed in the glass was a technical\\nproblem, but after many experiments we overcame the difficulty.\": {\"neg\": 0.236, \"neu\": 0.764, \"pos\": 0.0, \"compound\": -0.6059}, \"No one could suppose that he had any selfish interest in\\nthe matter, for the condemned man was a complete stranger, not a fellow countryman\\nor even at all sympathetic to him.\": {\"neg\": 0.207, \"neu\": 0.606, \"pos\": 0.187, \"compound\": -0.2023}, \"Have you ever heard of our former Commandant?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He will try to prompt you with sly questions, of\\nthat I am certain.\": {\"neg\": 0.0, \"neu\": 0.851, \"pos\": 0.149, \"compound\": 0.2732}, \"\\\"Well, the man lies down,\\\" said the explorer, leaning back in his chair and\\ncrossing his legs.\": {\"neg\": 0.149, \"neu\": 0.851, \"pos\": 0.0, \"compound\": -0.4215}, \"A pity you never met the old Commandant!\": {\"neg\": 0.293, \"neu\": 0.707, \"pos\": 0.0, \"compound\": -0.3595}, \"\\\"But he must have\\nhad some chance of defending himself,\\\" said the explorer, and rose from his seat.\": {\"neg\": 0.0, \"neu\": 0.895, \"pos\": 0.105, \"compound\": 0.25}, \"Instead of getting up and begging\\npardon, the man caught hold of his master's legs, shook him, and cried: 'Throw that\\nwhip away or I'll eat you alive.'\": {\"neg\": 0.128, \"neu\": 0.799, \"pos\": 0.073, \"compound\": -0.1779}, \"\\\"You don't know that either?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He ran up the ladder, turned a wheel, called down: \\\"Look\\nout, keep to one side!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He was peering this way and that way.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He knew\\nvery well what was going to happen, but he had no right to obstruct the officer in\\nanything.\": {\"neg\": 0.124, \"neu\": 0.8, \"pos\": 0.075, \"compound\": -0.274}, \"The latter had already stretched out one foot to push the lever that\\nPage 188\\nstarted the Designer; he saw the two men coming up; so he drew his foot back and let\\nhimself be buckled in.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I have a plan that is bound to succeed.\": {\"neg\": 0.0, \"neu\": 0.686, \"pos\": 0.314, \"compound\": 0.4939}, \"Then he\\ndrew out a small leather wallet and said: \\\"Our sentence does not sound severe.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.3578}, \"The\\nexplorer was deeply embarrassed, impatiently he stared over the officer's head.\": {\"neg\": 0.366, \"neu\": 0.634, \"pos\": 0.0, \"compound\": -0.6976}, \"You will have seen similar apparatus in\\nhospitals; but in our Bed the movements are all precisely calculated; you see, they have\\nto correspond very exactly to the movements of the Harrow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Now I know all about it,\\\" said the explorer as the officer came back to him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His presence at today's session of our conference also\\ncontributes to the importance of this occasion.\": {\"neg\": 0.0, \"neu\": 0.857, \"pos\": 0.143, \"compound\": 0.3612}, \"\\\"No,\\\" said the\\nofficer, eager to go on with his exposition, but the explorer interrupted him: \\\"He\\ndoesn't know the sentence that has been passed on him?\\\"\": {\"neg\": 0.138, \"neu\": 0.803, \"pos\": 0.059, \"compound\": -0.3363}, \"Of course the script can't be a simple one;\\nit's not supposed to kill a man straight off, but only after an interval of, on an average,\\ntwelve hours; the turning point is reckoned to come at the sixth hour.\": {\"neg\": 0.0, \"neu\": 0.904, \"pos\": 0.096, \"compound\": 0.4251}, \"You believe your influence is\\ninsufficient.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Just\\nthat, nothing more.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had to remind himself that this was in any\\ncase a penal colony where extraordinary measures were needed and that military\\ndiscipline must be enforced to the last.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The captain came to me an hour\\nago, I wrote down his statement and appended the sentence to it.\": {\"neg\": 0.0, \"neu\": 0.929, \"pos\": 0.071, \"compound\": 0.0772}, \"The Bed and the Designer were of the same size and looked like two dark\\nwooden chests.\": {\"neg\": 0.0, \"neu\": 0.865, \"pos\": 0.135, \"compound\": 0.3612}, \"He stretched out his hands.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The Harrow is beginning to write; when it finishes the first draft of the\\ninscription on the man's back, the layer of cotton wool begins to roll and slowly turns\\nthe body over, to give the Harrow fresh space for writing.\": {\"neg\": 0.0, \"neu\": 0.946, \"pos\": 0.054, \"compound\": 0.3182}, \"What is left today for a common\\nsoldier to do was then my task, the task of the presiding judge, and was an honor for\\nme.\": {\"neg\": 0.0, \"neu\": 0.882, \"pos\": 0.118, \"compound\": 0.4939}, \"He\\ntook his riding whip and lashed him across the face.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- How\\ndifferent an execution was in the old days!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No, he still did not understand.\": {\"neg\": 0.306, \"neu\": 0.694, \"pos\": 0.0, \"compound\": -0.296}, \"Of course the man is forced to take the felt\\ninto his mouth, for otherwise his neck would be broken by the strap.\\\"\": {\"neg\": 0.225, \"neu\": 0.775, \"pos\": 0.0, \"compound\": -0.7269}, \"Wouldn't you care to come a little nearer and\\nhave a look at the needles?\\\"\": {\"neg\": 0.18, \"neu\": 0.82, \"pos\": 0.0, \"compound\": -0.3875}, \"When the officer had at length finished his task aloft, he surveyed the\\nmachinery in all its details once more, with a smile, but this time shut the lid of the\\nDesigner, which had stayed open till now, climbed down, looked into the pit and then\\nat the condemned man, noting with satisfaction that the clothing had been taken out,\\nthen went over to wash his hands in the water bucket, perceived too late that it was\\ndisgustingly dirty, was unhappy because he could not wash his hands, in the end thrust\\nthem into the sand -- this alternative did not please him, but he had to put up with it --\\nthen stood upright and began to unbutton his uniform jacket.\": {\"neg\": 0.138, \"neu\": 0.821, \"pos\": 0.041, \"compound\": -0.9377}, \"What\\ntimes these were, my comrade!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Listen to my plan, then.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The officer thought he was surveying the valley's desolation; so he\\nseized him by the hands, turned him around to meet his eyes, and asked: \\\"Do you\\nPage 179\\nrealize the shame of it?\\\"\": {\"neg\": 0.086, \"neu\": 0.914, \"pos\": 0.0, \"compound\": -0.4767}, \"That's what my plan depends on.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You may want to interpose that you never said any such\\nthing, that you never called my methods inhumane, on the contrary your profound\\nexperience leads you to believe they are most humane and most in consonance with\\nhuman dignity, and you admire the machine greatly -- but it will be too late; you won't\\neven get onto the balcony, crowded as it will be with ladies; you may try to draw\\nattention to yourself; you may want to scream out; but a lady's hand will close your lips\\n-- and I and the work of the old Commandant will be done for.\\\"\": {\"neg\": 0.032, \"neu\": 0.869, \"pos\": 0.099, \"compound\": 0.6428}, \"You wanted to have the case explained; it is quite simple, like all of them.\": {\"neg\": 0.0, \"neu\": 0.834, \"pos\": 0.166, \"compound\": 0.4173}, \"And then\\nthe performance begins.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer would not let him go on.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Perhaps the condemned man felt it incumbent\\non him to amuse the soldier, he turned around and around in his slashed garments\\nbefore the soldier, who squatted on the ground beating his knees with mirth.\": {\"neg\": 0.177, \"neu\": 0.68, \"pos\": 0.143, \"compound\": -0.128}, \".'\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Not an exacting duty,\\nand very necessary, since he has to be a sentry as well as a servant, and must be alert in\\nboth functions.\": {\"neg\": 0.0, \"neu\": 0.837, \"pos\": 0.163, \"compound\": 0.5106}, \"I confess I have been almost prodigal with\\nthem, I mean in the past, not now as the new Commandant pretends, always looking\\nfor an excuse to attack our old way of doing things.\": {\"neg\": 0.133, \"neu\": 0.828, \"pos\": 0.038, \"compound\": -0.4939}, \"-- Is that quite clear now?\": {\"neg\": 0.0, \"neu\": 0.633, \"pos\": 0.367, \"compound\": 0.4391}, \"The explorer bit his lips and said nothing.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You\\nsee,\\\" said the officer, \\\"there are two kinds of needles arranged in multiple patterns.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That is not the case here, or at least, it was not the case in the former\\nCommandant's time.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explorer intended to\\nmake no answer, but he felt the prisoner's gaze turned on him; it seemed to ask if he\\napproved such goings-on.\": {\"neg\": 0.057, \"neu\": 0.813, \"pos\": 0.131, \"compound\": 0.4767}, \"But it could still be possible, I should have nothing to\\nsay against it, but why won't they get me a new felt gag, which I have been begging for\\nthe last three months.\": {\"neg\": 0.094, \"neu\": 0.906, \"pos\": 0.0, \"compound\": -0.4767}, \"The condemned man imitated the explorer;\\nsince he could not use a hand to shelter his eyes he gazed upwards without shade.\": {\"neg\": 0.225, \"neu\": 0.775, \"pos\": 0.0, \"compound\": -0.6734}, \"At once both of\\nthem, the soldier and the condemned man, ran before him pointing with outstretched\\nhands in the direction where the grave should be.\": {\"neg\": 0.186, \"neu\": 0.814, \"pos\": 0.0, \"compound\": -0.6705}, \"Of course, he will mistake your\\nmeaning and interpret it to please himself.\": {\"neg\": 0.153, \"neu\": 0.701, \"pos\": 0.146, \"compound\": -0.0258}, \"It quivers in minute, very rapid vibrations,\\nboth from side to side and up and down.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Although he himself had not suffered to the end, he was to be revenged to the\\nend.\": {\"neg\": 0.097, \"neu\": 0.768, \"pos\": 0.135, \"compound\": 0.1847}, \"The explorer thought to himself: It's always a ticklish matter to intervene\\ndecisively in other people's affairs.\": {\"neg\": 0.0, \"neu\": 0.932, \"pos\": 0.068, \"compound\": 0.0258}, \"\\\"Read it,\\\" he said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I am compelled to take part in the\\nconferences, but they make me sick with disgust.\": {\"neg\": 0.428, \"neu\": 0.524, \"pos\": 0.048, \"compound\": -0.8934}, \"Probably they wanted to force him at the last minute to take\\nthem with him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The condemned man watched it too, but\\nuncomprehendingly.\": {\"neg\": 0.218, \"neu\": 0.782, \"pos\": 0.0, \"compound\": -0.2382}, \"\\\"It's all the fault of that\\nCommandant!\\\"\": {\"neg\": 0.333, \"neu\": 0.667, \"pos\": 0.0, \"compound\": -0.4574}, \"\\\"I didn't want to upset you,\\\" he\\nsaid, \\\"I know it is impossible to make those days credible now.\": {\"neg\": 0.06, \"neu\": 0.833, \"pos\": 0.107, \"compound\": 0.2411}, \"From there it\\nradiates.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The explanation of the\\njudicial procedure had not satisfied him.\": {\"neg\": 0.206, \"neu\": 0.794, \"pos\": 0.0, \"compound\": -0.3252}, \"Nothing\\nmore happens than that the man begins to understand the inscription, he purses his\\nmouth as if he were listening.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In the Penal Colony\\n \\\"It's a remarkable piece of apparatus,\\\" said the officer to the explorer and\\nsurveyed with a certain air of admiration the apparatus which was after all quite\\nfamiliar to him.\": {\"neg\": 0.0, \"neu\": 0.759, \"pos\": 0.241, \"compound\": 0.8481}, \"It needs to be studied closely.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"No,\\\" said the explorer, wiping his forehead, \\\"then he can't\\nknow either whether his defense was effective?\\\"\": {\"neg\": 0.0, \"neu\": 0.914, \"pos\": 0.086, \"compound\": 0.128}, \"He bent amiably\\nforward toward the explorer, eager to provide the most comprehensive explanations.\": {\"neg\": 0.0, \"neu\": 0.715, \"pos\": 0.285, \"compound\": 0.5849}, \"The explorer nodded and followed him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Then the time has come,\\\" he said at last, and suddenly looked at the explorer\\nwith bright eyes that held some challenge, some appeal for cooperation.\": {\"neg\": 0.0, \"neu\": 0.851, \"pos\": 0.149, \"compound\": 0.4939}, \"He looked up.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then these teeth at\\nthe edge of the Harrow, as the body turns further around, tear the cotton wool away\\nfrom the wounds, throw it into the pit, and there is more work for the Harrow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The\\nofficer, anxious to secure himself against all contingencies, said: \\\"Things sometimes go\\nwrong, of course; I hope that nothing goes wrong today, but we have to allow for the\\npossibility.\": {\"neg\": 0.157, \"neu\": 0.674, \"pos\": 0.169, \"compound\": 0.1027}, \"cried the officer, senselessly shaking the brass rods in front, \\\"the\\nmachine is befouled like a pigsty.\\\"\": {\"neg\": 0.217, \"neu\": 0.657, \"pos\": 0.126, \"compound\": -0.2023}, \"\\\"Have I not tried for hours at a time to get the Commandant to\\nunderstand that the prisoner must fast for a whole day before the execution.\": {\"neg\": 0.132, \"neu\": 0.868, \"pos\": 0.0, \"compound\": -0.5423}, \"But at that moment the Harrow rose with the\\nbody spitted on it and moved to the side, as it usually did only when the twelfth hour\\nhad come.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"The Commandant's own drawings?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"During the old Commandant's\\nlifetime the colony was full of his adherents; his strength of conviction I still have in\\nsome measure, but not an atom of his power; consequently the adherents have skulked\\nout of sight, there are still many of them but none of them will admit it.\": {\"neg\": 0.0, \"neu\": 0.916, \"pos\": 0.084, \"compound\": 0.5106}, \"Even if one has only come as a stranger to our\\nisland for a few days?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and everything started working.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now he could not reach the lever; neither the soldier nor the\\ncondemned man would be able to find it, and the explorer was determined not to lift a\\nfinger.\": {\"neg\": 0.033, \"neu\": 0.821, \"pos\": 0.146, \"compound\": 0.5764}, \"With trembling hands he indicated to the explorer\\nwhat had happened.\": {\"neg\": 0.2, \"neu\": 0.8, \"pos\": 0.0, \"compound\": -0.3612}, \"He\\nopened the door as the clock struck two and there was his man curled up asleep.\": {\"neg\": 0.111, \"neu\": 0.889, \"pos\": 0.0, \"compound\": -0.25}, \"Without being distracted by lying\\nwhispers and contemptuous glances -- which could not have been avoided had a\\ncrowd of people attended the execution -- you have heard my explanations, seen the\\nmachine, and are now in course of watching the execution.\": {\"neg\": 0.138, \"neu\": 0.776, \"pos\": 0.085, \"compound\": -0.5466}, \"The officer left him alone for a little; with legs\\napart, hands on hips, he stood very still, gazing at the ground.\": {\"neg\": 0.091, \"neu\": 0.909, \"pos\": 0.0, \"compound\": -0.25}, \"It did not look as if the officer had been listening.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Try taking a\\nclose look at it,\\\" said the officer and came quite near to the explorer so that they might\\nread it together.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Meanwhile the raw part that\\nhas been written on lies on the cotton wool, which is specially prepared to staunch the\\nbleeding and so makes all ready for a new deepening of the script.\": {\"neg\": 0.075, \"neu\": 0.801, \"pos\": 0.124, \"compound\": 0.2177}, \"is what is written there,\\\" he said, \\\"surely you can read it now.\\\"\": {\"neg\": 0.0, \"neu\": 0.805, \"pos\": 0.195, \"compound\": 0.4404}, \"My guiding\\nprinciple is this: Guilt is never to be doubted.\": {\"neg\": 0.18, \"neu\": 0.682, \"pos\": 0.138, \"compound\": -0.1434}, \"With clasped hands he implored to be allowed to stay, and when the\\nexplorer shook his head and would not relent, he even went down on his knees.\": {\"neg\": 0.049, \"neu\": 0.951, \"pos\": 0.0, \"compound\": -0.1027}, \"As he did this, the two\\nladies' handkerchiefs he had tucked under his collar fell into his hands.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If the Commandant doesn't\\nintroduce it, or not soon enough, I'll see that it's mentioned.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Whatever it\\nmight be, he wanted to be really free if he might, and he began to struggle so far as the\\nHarrow permitted him.\": {\"neg\": 0.08, \"neu\": 0.796, \"pos\": 0.124, \"compound\": 0.3167}, \"So this was\\nrevenge.\": {\"neg\": 0.55, \"neu\": 0.45, \"pos\": 0.0, \"compound\": -0.5667}}"