"{\"Fortunately he\\nwas soon let out again.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I\\ndid not hesitate.\": {\"neg\": 0.0, \"neu\": 0.524, \"pos\": 0.476, \"compound\": 0.2057}, \"With an effort which\\nup till now has never been repeated I managed to reach the cultural level of an average\\nEuropean.\": {\"neg\": 0.0, \"neu\": 0.948, \"pos\": 0.052, \"compound\": 0.0258}, \"That was part of my destiny.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Until then I had had so many ways out of everything, and now I had none.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As soon as I had poked out my head I should have been caught again and\\nput in a worse cage; or I might have slipped among the other animals without being\\nnoticed, among the pythons, say, who were opposite me, and so breathed out my life\\nin their embrace; or supposing I had actually succeeded in sneaking out as far as the\\ndeck and leaping overboard, I should have rocked for a little on the deep sea and then\\nPage 286\\nbeen drowned.\": {\"neg\": 0.082, \"neu\": 0.858, \"pos\": 0.06, \"compound\": -0.4404}, \"I repeat: there was no attraction for me in imitating human beings; I imitated\\nthem because I needed a way out, and for no other reason.\": {\"neg\": 0.167, \"neu\": 0.72, \"pos\": 0.114, \"compound\": -0.1027}, \"With my hands in my trouser\\npockets, my bottle of wine on the table, I half lie and half sit in my rocking chair and\\ngaze out of the window: if a visitor arrives, I receive him with propriety.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was\\npinned down.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But do not tell me that it was not worth the trouble.\": {\"neg\": 0.12, \"neu\": 0.718, \"pos\": 0.162, \"compound\": 0.1511}, \"Today I can see it clearly; without the most profound inward calm I could\\nnever have found my way out.\": {\"neg\": 0.0, \"neu\": 0.752, \"pos\": 0.248, \"compound\": 0.6444}, \"Yet I could not risk putting into words\\neven such insignificant information as I am going to give you if I were not quite sure of\\nmyself and if my position on all the great variety stages of the civilized world had not\\nbecome quite unassailable.\": {\"neg\": 0.093, \"neu\": 0.788, \"pos\": 0.119, \"compound\": 0.3259}, \"They always had something in their mouths to spit out\\nand did not care where they spat it.\": {\"neg\": 0.134, \"neu\": 0.866, \"pos\": 0.0, \"compound\": -0.3875}, \"But the line I was to follow had in any case been decided, once for all.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"To put it plainly, much as I like expressing myself in\\nimages, to put it plainly: your life as apes, gentlemen, insofar as something of that kind\\nlies behind you, cannot be farther removed from you than mine is from me.\": {\"neg\": 0.061, \"neu\": 0.81, \"pos\": 0.129, \"compound\": 0.4767}, \"But if the writer of\\nthe article were to take down his trousers before a visitor, that would be quite another\\nstory, and I will let it stand to his credit that he does not do it.\": {\"neg\": 0.0, \"neu\": 0.929, \"pos\": 0.071, \"compound\": 0.3818}, \"A hunting expedition sent out by the firm of Hagenbeck -- by the\\nway, I have drunk many a bottle of good red wine since then with the leader of that\\nexpedition -- had taken up its position in the bushes by the shore when I came down\\nfor a drink at evening among a troop of apes.\": {\"neg\": 0.043, \"neu\": 0.904, \"pos\": 0.052, \"compound\": 0.128}, \"My ape nature fled out of me, head over\\nheels and away, so that my first teacher was almost himself turned into an ape by it,\\nPage 289\\nhad soon to give up teaching and was taken away to a mental hospital.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"After theory came practice.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The calmness I acquired among these people kept me above all from trying to\\nescape.\": {\"neg\": 0.0, \"neu\": 0.732, \"pos\": 0.268, \"compound\": 0.5267}, \"And to the credit of my teacher, he\\nwas not angry; sometimes indeed he would hold his burning pipe against my fur, until\\nit began to smolder in some place I could not easily reach, but then he would himself\\nextinguish it with his own kind, enormous hand; he was not angry with me, he\\nperceived that we were both fighting on the same side against the nature of apes and\\nPage 288\\nthat I had the more difficult task.\": {\"neg\": 0.1, \"neu\": 0.729, \"pos\": 0.17, \"compound\": 0.8229}, \"It was not a\\nPage 283\\nfour-sided barred cage; it was only a three-sided cage nailed to a locker; the locker\\nmade the fourth side of it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I do not deny it: I found it exhilarating.\": {\"neg\": 0.0, \"neu\": 0.514, \"pos\": 0.486, \"compound\": 0.577}, \"I\\ncannot tell now whether escape was possible, but I believe it must have been; for an\\nape it must always be possible.\": {\"neg\": 0.0, \"neu\": 0.937, \"pos\": 0.063, \"compound\": 0.09}, \"But to a lesser extent I can perhaps meet your demand, and indeed I do so with\\nthe greatest pleasure.\": {\"neg\": 0.063, \"neu\": 0.592, \"pos\": 0.345, \"compound\": 0.8255}, \"I did survive this\\nperiod.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I could never have achieved what I have done had I been stubbornly set on\\nclinging to my origins, to the remembrances of my youth.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.34}, \"But over and\\nabove it all only the one feeling: no way out.\": {\"neg\": 0.15, \"neu\": 0.748, \"pos\": 0.102, \"compound\": -0.1779}, \"Were the apes to see such a spectacle, no\\ntheater walls could stand the shock of their laughter.\": {\"neg\": 0.218, \"neu\": 0.636, \"pos\": 0.145, \"compound\": -0.1531}, \"I did not think things out; but I observed everything quietly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"After\\nthe bottle was uncorked he lifted it to his mouth; I followed it with my eyes right up to\\nhis jaws; he would nod, pleased with me, and set the bottle to his lips; I, enchanted\\nwith my gradual enlightenment, squealed and scratched myself comprehensively\\nwherever scratching was called for; he rejoiced, tilted the bottle, and took a drink; I,\\nimpatient and desperate to emulate him, befouled myself in my cage, which again gave\\nhim great satisfaction; and then, holding the bottle at arm's length and bringing it up\\nwith a swing, he would empty it at one draught, leaning back at an exaggerated angle\\nfor my better instruction.\": {\"neg\": 0.063, \"neu\": 0.788, \"pos\": 0.149, \"compound\": 0.9136}, \"I said to myself: do your utmost to get onto the variety stage; the\\nZoological Gardens means only a new cage; once there, you are done for.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When I was handed over to my first trainer in Hamburg I soon realized that\\nthere were two alternatives before me: the Zoological Gardens or the variety stage.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"By day I cannot bear to see her; for she has the\\ninsane look of the bewildered half-broken animal in her eye; no one else sees it, but I\\ndo, and I cannot bear it.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.3506}, \"I cannot distinguish the men from each other in my\\nrecollection, but there was one of them who came again and again, alone or with\\nfriends, by day, by night, at all kinds of hours; he would post himself before me with\\nthe bottle and give me instructions.\": {\"neg\": 0.048, \"neu\": 0.871, \"pos\": 0.08, \"compound\": 0.3919}, \"Nearly\\nevery evening I give a performance, and I have a success that could hardly be\\nincreased.\": {\"neg\": 0.0, \"neu\": 0.666, \"pos\": 0.334, \"compound\": 0.6728}, \"I lost my human voice again at once; it did not come back\\nfor months; my aversion for the schnapps bottle returned again with even greater\\nforce.\": {\"neg\": 0.169, \"neu\": 0.749, \"pos\": 0.081, \"compound\": -0.4019}, \"How the rays of knowledge penetrated from all sides\\ninto my awakening brain!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That progress of mine!\": {\"neg\": 0.0, \"neu\": 0.492, \"pos\": 0.508, \"compound\": 0.4753}, \"But I must also\\nconfess: I did not overestimate it, not even then, much less now.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"This inward conflict, strangely enough, was taken more seriously by the crew than\\nanything else about me.\": {\"neg\": 0.317, \"neu\": 0.683, \"pos\": 0.0, \"compound\": -0.6697}, \"All the time facing that locker -- I should certainly have perished.\": {\"neg\": 0.0, \"neu\": 0.806, \"pos\": 0.194, \"compound\": 0.34}, \"Yet as far as\\nHagenbeck was concerned, the place for apes was in front of a locker -- well then, I\\nhad to stop being an ape.\": {\"neg\": 0.081, \"neu\": 0.842, \"pos\": 0.077, \"compound\": -0.0258}, \"They were good creatures, in spite of everything.\": {\"neg\": 0.276, \"neu\": 0.488, \"pos\": 0.236, \"compound\": -0.128}, \"In return, let him leave\\nme alone with his delicacy!\": {\"neg\": 0.304, \"neu\": 0.696, \"pos\": 0.0, \"compound\": -0.3595}, \"Yet\\neveryone on earth feels a tickling at the heels; the small chimpanzee and the great\\nAchilles alike.\": {\"neg\": 0.0, \"neu\": 0.796, \"pos\": 0.204, \"compound\": 0.6249}, \"No, freedom was not what I wanted.\": {\"neg\": 0.212, \"neu\": 0.385, \"pos\": 0.404, \"compound\": 0.4588}, \"What good would it have\\ndone me?\": {\"neg\": 0.0, \"neu\": 0.674, \"pos\": 0.326, \"compound\": 0.4404}, \"Now,\\nthese men in themselves had no great attraction for me.\": {\"neg\": 0.127, \"neu\": 0.462, \"pos\": 0.41, \"compound\": 0.7096}, \"Had I been nailed down, my right to free movement would not have\\nbeen lessened.\": {\"neg\": 0.0, \"neu\": 0.798, \"pos\": 0.202, \"compound\": 0.5106}, \"Such a method of confining wild beasts is supposed to have its advantages\\nduring the first days of captivity, and out of my own experiences I cannot deny that\\nfrom the human point of view this is really the case.\": {\"neg\": 0.0, \"neu\": 0.888, \"pos\": 0.112, \"compound\": 0.5478}, \"like a caress over the\\nwhole of my sweat-drenched body.\": {\"neg\": 0.0, \"neu\": 0.762, \"pos\": 0.238, \"compound\": 0.3612}, \"I am supposed to have made uncommonly little noise, as I was later informed,\\nfrom which the conclusion was drawn that I would either soon die or if I managed to\\nsurvive the first critical period would be very amenable to training.\": {\"neg\": 0.147, \"neu\": 0.853, \"pos\": 0.0, \"compound\": -0.7351}, \"And as freedom is counted among the most sublime\\nfeelings, so the corresponding disillusionment can be also sublime.\": {\"neg\": 0.128, \"neu\": 0.691, \"pos\": 0.181, \"compound\": 0.3041}, \"The smell of it revolted me; I\\nforced myself to it as best I could; but it took weeks for me to master my repulsion.\": {\"neg\": 0.078, \"neu\": 0.82, \"pos\": 0.102, \"compound\": 0.1531}, \"And yet I would take hold of the proffered bottle as well as I was able; uncork it,\\ntrembling; this successful action would gradually inspire me with new energy; I would\\nlift the bottle, already following my original model almost exactly; put it to my lips and\\n-- and then throw it down in disgust, utter disgust, although it was empty and filled\\nonly with the smell of the spirit, throw it down on the floor in disgust.\": {\"neg\": 0.166, \"neu\": 0.664, \"pos\": 0.17, \"compound\": -0.1531}, \"But if one achieves the impossible, the promises appear\\nlater retrospectively precisely where one had looked in vain for them before.\": {\"neg\": 0.115, \"neu\": 0.779, \"pos\": 0.107, \"compound\": -0.0516}, \"I regret that I cannot comply with your request to the extent you desire.\": {\"neg\": 0.181, \"neu\": 0.645, \"pos\": 0.174, \"compound\": -0.0258}, \"I, exhausted by too much effort, could follow him no farther\\nand hung limply to the bars, while he ended his theoretical exposition by rubbing his\\nbelly and grinning.\": {\"neg\": 0.142, \"neu\": 0.783, \"pos\": 0.075, \"compound\": -0.296}, \"Was I not already quite exhausted by my\\ntheoretical instruction?\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.3241}, \"If one of\\nthem wanted to rub his eyes, he lifted a hand as if it were a drooping weight.\": {\"neg\": 0.0, \"neu\": 0.842, \"pos\": 0.158, \"compound\": 0.4939}, \"When I come home late at night from banquets, from scientific receptions,\\nfrom social gatherings, there sits waiting for me a half-trained little chimpanzee and I\\ntake comfort from her as apes do.\": {\"neg\": 0.0, \"neu\": 0.921, \"pos\": 0.079, \"compound\": 0.3612}, \"And again for that\\nPage 285\\ncalmness it was the ship's crew I had to thank.\": {\"neg\": 0.0, \"neu\": 0.714, \"pos\": 0.286, \"compound\": 0.6369}, \"On the whole, at any rate, I have achieved what I set out to\\nPage 290\\nachieve.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As\\nfor me, I can take my trousers down before anyone if I like; you would find nothing but\\na well-groomed fur and the scar made -- let me be particular in the choice of a word\\nfor this particular purpose, to avoid misunderstanding -- the scar made by a wanton\\nshot.\": {\"neg\": 0.124, \"neu\": 0.842, \"pos\": 0.033, \"compound\": -0.6956}, \"A fine, clear train of thought, which I must have constructed\\nsomehow with my belly, since apes think with their bellies.\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.5267}, \"Everything is open and aboveboard; there is nothing to conceal; when the plain\\ntruth is in question, great minds discard the niceties of refinement.\": {\"neg\": 0.065, \"neu\": 0.647, \"pos\": 0.288, \"compound\": 0.7845}, \"There was nothing\\nelse for me to do, provided always that freedom was not to be my choice.\": {\"neg\": 0.0, \"neu\": 0.802, \"pos\": 0.198, \"compound\": 0.6369}, \"I find it still pleasant to\\nremember the sound of their heavy footfalls which used to echo through my halfdreaming\\nhead.\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.5106}, \"The whole construction was too low for me to stand up in\\nand too narrow to sit down in.\": {\"neg\": 0.104, \"neu\": 0.896, \"pos\": 0.0, \"compound\": -0.2732}, \"Hopelessly sobbing, painfully hunting for fleas, apathetically licking a\\ncocoanut, beating my skull against the locker, sticking out my tongue at anyone who\\ncame near me -- that was how I filled in time at first in my new life.\": {\"neg\": 0.292, \"neu\": 0.708, \"pos\": 0.0, \"compound\": -0.9118}, \"With my teeth as they are today I have to be careful\\neven in simply cracking nuts, but at that time I could certainly have managed by\\ndegrees to bite through the lock of my cage.\": {\"neg\": 0.045, \"neu\": 0.837, \"pos\": 0.119, \"compound\": 0.4118}, \"In any case, I am not\\nappealing for any man's verdict, I am only imparting knowledge, I am only making a\\nreport.\": {\"neg\": 0.0, \"neu\": 0.914, \"pos\": 0.086, \"compound\": 0.1531}, \"Once in the cheek; a slight wound; but it left a large, naked, red scar which\\nearned me the name of Red Peter, a horrible name, utterly inappropriate, which only\\nsome ape could have thought of, as if the only difference between me and the\\nperforming ape Peter, who died not so long ago and had some small local reputation,\\nwere the red mark on my cheek.\": {\"neg\": 0.135, \"neu\": 0.865, \"pos\": 0.0, \"compound\": -0.8922}, \"Why so?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I did not think it out in this human way, but under\\nthe influence of my surroundings I acted as if I had thought it out.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Far too often my lesson ended in that way.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And even that triumph of\\nmine did not achieve much.\": {\"neg\": 0.0, \"neu\": 0.744, \"pos\": 0.256, \"compound\": 0.4767}, \"I had no way out but I had to devise one, for without it I could\\nnot live.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.1531}, \"I could soon smoke a pipe like an old hand; and if I also\\npressed my thumb into the bowl of the pipe, a roar of appreciation went up betweendecks;\\nonly it took me a very long time to understand the difference between a full\\npipe and an empty one.\": {\"neg\": 0.035, \"neu\": 0.787, \"pos\": 0.177, \"compound\": 0.802}, \"As I look back now, it seems to me I must have had at least an inkling that I\\nhad to find a way out or die, but that my way out could not be reached through flight.\": {\"neg\": 0.108, \"neu\": 0.892, \"pos\": 0.0, \"compound\": -0.4393}, \"It is\\nnow nearly five years since I was an ape, a short space of time, perhaps, according to\\nthe calendar, but an infinitely long time to gallop through at full speed, as I have done,\\nmore or less accompanied by excellent mentors, good advice, applause, and orchestral\\nPage 281\\nmusic, and yet essentially alone, since all my escorters, to keep the image, kept well off\\nthe course.\": {\"neg\": 0.032, \"neu\": 0.776, \"pos\": 0.192, \"compound\": 0.9239}, \"It was so easy to imitate these people.\": {\"neg\": 0.0, \"neu\": 0.652, \"pos\": 0.348, \"compound\": 0.5777}, \"They shot at us; I was the only one that\\nwas hit; I was hit in two places.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The second shot hit me below the hip.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As I look back over my development and survey what I have achieved so far, I\\ndo not complain, but I am not complacent either.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.2235}, \"For the first time in my life I could see no\\nway out; at least no direct way out; directly in front of me was the locker, board fitted\\nclose to board.\": {\"neg\": 0.132, \"neu\": 0.868, \"pos\": 0.0, \"compound\": -0.5267}, \"A Report to an Academy\\n HONORED MEMBERS of the Academy!\": {\"neg\": 0.0, \"neu\": 0.624, \"pos\": 0.376, \"compound\": 0.7027}, \"Only not to stay motionless with raised arms, crushed against a\\nwooden wall.\": {\"neg\": 0.203, \"neu\": 0.797, \"pos\": 0.0, \"compound\": -0.4215}, \"As an ape,\\nperhaps, I knew that, and I have met men who yearn for it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I watched these\\nmen go to and fro, always the same faces, the same movements, often it seemed to me\\nthere was only the same man.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The first thing I learned was to give a handshake; a handshake\\nbetokens frankness; well, today, now that I stand at the very peak of my career, I hope\\nto add frankness in words to the frankness of that first handshake.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.6124}, \"At any rate, I watched\\nthem for a long time before I even thought of such things, indeed, it was only the mass\\nweight of my observations that impelled me in the right direction.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"This by the way.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But that did not occur to me then.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A\\nlofty goal faintly dawned before me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In variety theaters I\\nhave often watched, before my turn came on, a couple of acrobats performing on\\ntrapezes high in the roof.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I learned to spit in the very first days.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And indeed perhaps I owe all that I have become to the\\ncalm that settled within me after my first few days in the ship.\": {\"neg\": 0.0, \"neu\": 0.905, \"pos\": 0.095, \"compound\": 0.3182}, \"Such promises for apparently impossible\\ncontingencies are not given.\": {\"neg\": 0.0, \"neu\": 0.755, \"pos\": 0.245, \"compound\": 0.3818}, \"There is an excellent idiom: to fight one's way through the thick of things;\\nthat is what I have done, I have fought through the thick of things.\": {\"neg\": 0.155, \"neu\": 0.728, \"pos\": 0.117, \"compound\": -0.0516}, \"To the sorrow\\nof my teacher, to the greater sorrow of myself; neither of us being really comforted by\\nthe fact that I did not forget, even though I had thrown away the bottle, to rub my\\nbelly most admirably and to grin.\": {\"neg\": 0.124, \"neu\": 0.619, \"pos\": 0.258, \"compound\": 0.747}, \"\\\"And that too is human freedom,\\\" I thought, \\\"self-controlled movement.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They swung themselves, they rocked to and fro, they sprang\\ninto the air, they floated into each other's arms, one hung by the hair from the teeth of\\nthe other.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 282\\n I belong to the Gold Coast.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I did not do it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In passing: may I say that all too often men are\\nbetrayed by the word freedom.\": {\"neg\": 0.189, \"neu\": 0.613, \"pos\": 0.198, \"compound\": 0.0516}, \"He could not understand me, he wanted to solve\\nPage 287\\nthe enigma of my being.\": {\"neg\": 0.0, \"neu\": 0.893, \"pos\": 0.107, \"compound\": 0.2023}, \"True, there was a gap running right through the boards which I greeted\\nwith the blissful howl of ignorance when I first discovered it, but the hole was not even\\nwide enough to stick one's tail through and not all the strength of an ape could enlarge\\nit.\": {\"neg\": 0.102, \"neu\": 0.783, \"pos\": 0.115, \"compound\": -0.0752}, \"To get out\\nsomewhere, to get out!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My worst trouble came from the schnapps bottle.\": {\"neg\": 0.531, \"neu\": 0.469, \"pos\": 0.0, \"compound\": -0.7783}, \"After these two shots I came to myself -- and this is where my own memories\\ngradually begin -- between decks in the Hagenbeck steamer, inside a cage.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They had a habit of doing everything as slowly as possible.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He would slowly uncork the bottle and then look at me to see\\nif I had followed him; I admit that I always watched him with wildly eager, too eager\\nattention; such a student of humankind no human teacher ever found on earth.\": {\"neg\": 0.05, \"neu\": 0.795, \"pos\": 0.155, \"compound\": 0.5574}, \"I read an article recently by one of the ten thousand\\nwindbags who vent themselves concerning me in the newspapers, saying: my ape\\nnature is not yet quite under control; the proof being that when visitors come to see\\nme, I have a predilection for taking down my trousers to show them where the shot\\nwent in.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Only a way out; right or left, or in any\\ndirection; I made no other demand; even should the way out prove to be an illusion;\\nthe demand was a small one, the disappointment could be no bigger.\": {\"neg\": 0.263, \"neu\": 0.737, \"pos\": 0.0, \"compound\": -0.8271}, \"I use\\nthe expression in its fullest and most popular sense.\": {\"neg\": 0.0, \"neu\": 0.744, \"pos\": 0.256, \"compound\": 0.4754}, \"I do not mean the spacious feeling of freedom on all sides.\": {\"neg\": 0.0, \"neu\": 0.612, \"pos\": 0.388, \"compound\": 0.6908}, \"They always grumbled that they got fleas from me;\\nyet they were not seriously angry about it; they knew that my fur fostered fleas, and\\nthat fleas jump; it was a simple matter of fact to them.\": {\"neg\": 0.0, \"neu\": 0.861, \"pos\": 0.139, \"compound\": 0.5139}, \"What a mockery of holy Mother Nature!\": {\"neg\": 0.341, \"neu\": 0.659, \"pos\": 0.0, \"compound\": -0.3802}, \"One stands over oneself with a whip;\\none flays oneself at the slightest opposition.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Had I been devoted to the\\naforementioned idea of freedom, I should certainly have preferred the deep sea to the\\nway out that suggested itself in the heavy faces of these men.\": {\"neg\": 0.0, \"neu\": 0.744, \"pos\": 0.256, \"compound\": 0.8519}, \"As I became\\nmore confident of my abilities, as the public took an interest in my progress and my\\nfuture began to look bright, I engaged teachers for myself, established them in five\\ncommunicating rooms, and took lessons from them all at once by dint of leaping from\\none room to the other.\": {\"neg\": 0.0, \"neu\": 0.727, \"pos\": 0.273, \"compound\": 0.9422}, \"Desperate remedies.\": {\"neg\": 0.697, \"neu\": 0.303, \"pos\": 0.0, \"compound\": -0.3182}, \"Translated by Willa and Edwin Muir\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So this man or these men walked about unimpeded.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When they were off duty some\\nof them often used to sit down in a semicircle around me; they hardly spoke but only\\ngrunted to each other; smoked their pipes, stretched out on lockers; smacked their\\nknees as soon as I made the slightest movement; and now and then one of them would\\ntake a stick and tickle me where I liked being tickled.\": {\"neg\": 0.0, \"neu\": 0.941, \"pos\": 0.059, \"compound\": 0.5719}, \"Indeed I was; utterly exhausted.\": {\"neg\": 0.482, \"neu\": 0.518, \"pos\": 0.0, \"compound\": -0.4201}, \"If I were to be invited today to\\ntake a cruise on that ship I should certainly refuse the invitation, but just as certainly\\nthe memories I could recall between its decks would not all be hateful.\": {\"neg\": 0.041, \"neu\": 0.747, \"pos\": 0.212, \"compound\": 0.7678}, \"Of course what I felt then as an ape I can\\nrepresent now only in human terms, and therefore I misrepresent it, but although I\\ncannot reach back to the truth of the old ape life, there is no doubt that it lies\\nsomewhere in the direction I have indicated.\": {\"neg\": 0.202, \"neu\": 0.743, \"pos\": 0.055, \"compound\": -0.7852}, \"We\\nused to spit in each other's faces; the only difference was that I licked my face clean\\nafterwards and they did not.\": {\"neg\": 0.0, \"neu\": 0.886, \"pos\": 0.114, \"compound\": 0.4019}, \"In revenge, however, my memory of the past has closed\\nthe door against me more and more.\": {\"neg\": 0.175, \"neu\": 0.825, \"pos\": 0.0, \"compound\": -0.5267}, \"To you also, honored Members of the Academy, I have only made a report.\": {\"neg\": 0.0, \"neu\": 0.743, \"pos\": 0.257, \"compound\": 0.5859}, \"Ah, one learns when one has to; one learns\\nwhen one needs a way out; one learns at all costs.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You have done me the honor of inviting me to give your Academy an account\\nof the life I formerly led as an ape.\": {\"neg\": 0.0, \"neu\": 0.792, \"pos\": 0.208, \"compound\": 0.6705}, \"Their laughter had always a gruff bark in it that sounded\\ndangerous but meant nothing.\": {\"neg\": 0.127, \"neu\": 0.743, \"pos\": 0.13, \"compound\": 0.0129}, \"Press yourself against the bar behind you till it nearly cuts you in two, you\\nwon't find the answer.\": {\"neg\": 0.109, \"neu\": 0.891, \"pos\": 0.0, \"compound\": -0.296}, \"What I have to tell\\nthe Academy will contribute nothing essentially new, and will fall far behind what you\\nhave asked of me and what with the best will in the world I cannot communicate --\\nnonetheless, it should indicate the line an erstwhile ape has had to follow in entering\\nand establishing himself in the world of men.\": {\"neg\": 0.0, \"neu\": 0.93, \"pos\": 0.07, \"compound\": 0.6369}, \"I deliberately do not use the word\\n\\\"freedom.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Their\\njests were coarse, but hearty.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The hand which wrote that should have its fingers shot away one by one.\": {\"neg\": 0.0, \"neu\": 0.802, \"pos\": 0.198, \"compound\": 0.4939}, \"Scratch your flesh raw between your toes, but you won't find\\nPage 284\\nthe answer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In fact, to give up being\\nstubborn was the supreme commandment I laid upon myself; free ape as I was, I\\nsubmitted myself to that yoke.\": {\"neg\": 0.091, \"neu\": 0.676, \"pos\": 0.233, \"compound\": 0.6369}, \"I fear that perhaps you do not quite understand what I mean by \\\"way out.\\\"\": {\"neg\": 0.211, \"neu\": 0.789, \"pos\": 0.0, \"compound\": -0.4939}, \"I could have returned at first, had human beings\\nallowed it, through an archway as wide as the span of heaven over the earth, but as I\\nspurred myself on in my forced career, the opening narrowed and shrank behind me; I\\nfelt more comfortable in the world of men and fitted it better; the strong wind that\\nblew after me out of my past began to slacken; today it is only a gentle puff of air that\\nplays around my heels; and the opening in the distance, through which it comes and\\nthrough which I once came myself, has grown so small that, even if my strength and\\nmy will power sufficed to get me back to it, I should have to scrape the very skin from\\nmy body to crawl through.\": {\"neg\": 0.027, \"neu\": 0.799, \"pos\": 0.174, \"compound\": 0.9719}, \"No one promised me that if I became like them\\nthe bars of my cage would be taken away.\": {\"neg\": 0.099, \"neu\": 0.676, \"pos\": 0.225, \"compound\": 0.4215}, \"And so I learned things, gentlemen.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For the story of my capture I must depend on the\\nevidence of others.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was a severe wound, it is the cause of\\nmy limping a little to this day.\": {\"neg\": 0.157, \"neu\": 0.843, \"pos\": 0.0, \"compound\": -0.3818}, \"But I used up many teachers, indeed, several teachers at once.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"My manager\\nsits in the anteroom; when I ring, he comes and listens to what I have to say.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What a triumph it was then both for him and for me, when one evening before\\na large circle of spectators -- perhaps there was a celebration of some kind, a\\ngramophone was playing, an officer was circulating among the crew -- when on this\\nevening, just as no one was looking, I took hold of a schnapps bottle that had been\\ncarelessly left standing before my cage, uncorked it in the best style, while the\\ncompany began to watch me with mounting attention, set it to my lips without\\nhesitation, with no grimace, like a professional drinker, with rolling eyes and full\\nthroat, actually and truly drank it empty; then threw the bottle away, not this time in\\ndespair but as an artistic performer; forgot, indeed, to rub my belly; but instead of that,\\nbecause I could not help it, because my senses were reeling, called a brief and\\nunmistakable \\\"Hallo!\\\"\": {\"neg\": 0.078, \"neu\": 0.833, \"pos\": 0.088, \"compound\": 0.3637}, \"In itself that might be nothing to speak of, but it is something insofar as it\\nhas helped me out of my cage and opened a special way out for me, the way of\\nhumanity.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.5499}, \"But for my part I desired\\nsuch freedom neither then nor now.\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.743}, \"So I had to squat with my knees bent and trembling all\\nthe time, and also, since probably for a time I wished to see no one, and to stay in the\\ndark, my face was turned toward the locker while the bars of the cage cut into my flesh\\nbehind.\": {\"neg\": 0.131, \"neu\": 0.869, \"pos\": 0.0, \"compound\": -0.7003}, \"breaking into human speech, and with this outburst broke into\\nthe human community, and felt its echo: \\\"Listen, he's talking!\\\"\": {\"neg\": 0.14, \"neu\": 0.86, \"pos\": 0.0, \"compound\": -0.4753}}"