"{\"From\\nthe southeast and the southwest it came up in two sections that finally converged\\nthere.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No northern people can\\nmenace us there.\": {\"neg\": 0.519, \"neu\": 0.481, \"pos\": 0.0, \"compound\": -0.6597}, \"To\\nunderstand this we must take into account the following: the wall was to be a\\nprotection for centuries; accordingly, the most scrupulous care in the building, the\\napplication of the architectural wisdom of all known ages and peoples, an unremitting\\nsense of personal responsibility in the builders were indispensable prerequisites for the\\nwork.\": {\"neg\": 0.0, \"neu\": 0.881, \"pos\": 0.119, \"compound\": 0.7832}, \"Here, I must confess, I can only speak once more for my native place.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Fifty years before the\\nfirst stone was laid, the art of architecture, and especially that of masonry, had been\\nproclaimed as the most important branch of knowledge throughout the whole area of\\na China that was to be walled around, and all other arts gained recognition only\\ninsofar as they had reference to it.\": {\"neg\": 0.0, \"neu\": 0.916, \"pos\": 0.084, \"compound\": 0.5709}, \"Our\\nleaders know us.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They\\ndo not know what Emperor is reigning, and there exist doubts regarding even the\\nname of the dynasty.\": {\"neg\": 0.109, \"neu\": 0.891, \"pos\": 0.0, \"compound\": -0.296}, \"Far rather do I believe that the high\\ncommand has existed from all eternity, and the decision to build the wall likewise.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In those days many people, and among them the best,\\nhad a secret maxim which ran: Try with all your might to comprehend the decrees of\\nthe high command, but only up to a certain point; then avoid further meditation.\": {\"neg\": 0.065, \"neu\": 0.813, \"pos\": 0.122, \"compound\": 0.3506}, \"The Empire is immortal, but the Emperor himself totters and falls from his\\nthrone, yes, whole dynasties sink in the end and breathe their last in one death rattle.\": {\"neg\": 0.147, \"neu\": 0.714, \"pos\": 0.139, \"compound\": -0.3182}, \"Honest,\\nunwitting Emperor, who imagined he decreed it!\": {\"neg\": 0.0, \"neu\": 0.661, \"pos\": 0.339, \"compound\": 0.5562}, \"The Great Wall of China\\n THE GREAT WALL OF CHINA was finished off at its northernmost corner.\": {\"neg\": 0.0, \"neu\": 0.627, \"pos\": 0.373, \"compound\": 0.873}, \"Nevertheless the\\ntask of construction probably could not have been carried out in any other way.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"How could the wall, which did not form even a\\ncircle, but only a sort of quarter- or half-circle, provide the foundation for a tower?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The messenger immediately sets out on his\\njourney; a powerful, an indefatigable man; now pushing with his right arm, now with\\nhis left, he cleaves a way for himself through the throng; if he encounters resistance he\\nPage 275\\npoints to his breast, where the symbol of the sun glitters; the way is made easier for\\nhim than it would be for any other man.\": {\"neg\": 0.0, \"neu\": 0.916, \"pos\": 0.084, \"compound\": 0.6808}, \"Can there really be a village where the houses stand side by\\nside, covering all the fields for a greater distance than one can see from our hills, and\\ncan there be dense crowds of people packed between these houses day and night?\": {\"neg\": 0.0, \"neu\": 0.941, \"pos\": 0.059, \"compound\": 0.3612}, \"There is a parable that describes this situation very well: The Emperor, so it\\nruns, has sent a message to you, the humble subject, the insignificant shadow cowering\\nin the remotest distance before the imperial sun; the Emperor from his deathbed has\\nsent a message to you alone.\": {\"neg\": 0.09, \"neu\": 0.861, \"pos\": 0.049, \"compound\": -0.2516}, \"But yet a life that is subject to no\\ncontemporary law, and attends only to the exhortations and warnings that come to us\\nfrom olden times.\": {\"neg\": 0.161, \"neu\": 0.839, \"pos\": 0.0, \"compound\": -0.5267}, \"Why, they think to themselves, he's speaking of a dead man as\\nif he were alive, this Emperor of his died long ago, the dynasty is blotted out, the good\\nofficial is having his joke with us, but we will behave as if we did not notice it, so as not\\nto offend him.\": {\"neg\": 0.083, \"neu\": 0.788, \"pos\": 0.129, \"compound\": 0.1857}, \"There remains, therefore, nothing but the\\nconclusion that the command deliberately chose the system of piecemeal\\nconstruction.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But in that case why build the\\nactual wall, which after all was something concrete, the result of the lifelong labor of\\nmultitudes of people?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In this respect at any rate our\\nage was vastly superior to that ancient one.\": {\"neg\": 0.0, \"neu\": 0.663, \"pos\": 0.337, \"compound\": 0.765}, \"That could obviously be meant only in a spiritual sense.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We -- and here I speak in the name\\nof many people -- did not really know ourselves until we had carefully scrutinized the\\ndecrees of the high command, when we discovered that without the high command\\nneither our book learning nor our human understanding would have sufficed for the\\nhumble tasks which we performed in the great whole.\": {\"neg\": 0.0, \"neu\": 0.909, \"pos\": 0.091, \"compound\": 0.6808}, \"Shoulder to shoulder, a ring of brothers, a current of blood\\nno longer confined within the narrow circulation of one body, but sweetly rolling and\\nyet ever returning throughout the endless leagues of China.\": {\"neg\": 0.045, \"neu\": 0.839, \"pos\": 0.116, \"compound\": 0.5499}, \"Not only can such a wall not\\nprotect, but what there is of it is in perpetual danger.\": {\"neg\": 0.292, \"neu\": 0.708, \"pos\": 0.0, \"compound\": -0.7345}, \"This principle of piecemeal construction was also applied on a smaller scale by\\nboth of the two great armies of labor, the eastern and the western.\": {\"neg\": 0.0, \"neu\": 0.854, \"pos\": 0.146, \"compound\": 0.6249}, \"It was for this reason that the system of piecemeal building was\\ndecided on.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"All the more remarkable is it that this\\nvery weakness should seem to be one of the greatest unifying influences among our\\npeople; indeed, if one may dare to use the expression, the very ground on which we\\nlive.\": {\"neg\": 0.066, \"neu\": 0.763, \"pos\": 0.172, \"compound\": 0.7184}, \"On the other\\nhand, however, there is also involved a certain feebleness of faith and imaginative\\npower on the part of the people, that prevents them from raising the empire out of its\\nstagnation in Peking and clasping it in all its palpable living reality to their own\\nbreasts, which yet desire nothing better than but once to feel that touch and then to\\ndie.\": {\"neg\": 0.097, \"neu\": 0.785, \"pos\": 0.118, \"compound\": -0.3618}, \"Also the teachers of political law\\nand history in the schools of higher learning claim to be exactly informed on these\\nmatters, and to be capable of passing on their knowledge to their students.\": {\"neg\": 0.0, \"neu\": 0.896, \"pos\": 0.104, \"compound\": 0.4019}, \"But the multitudes are so vast; their numbers\\nhave no end.\": {\"neg\": 0.18, \"neu\": 0.82, \"pos\": 0.0, \"compound\": -0.296}, \"Yes, before the assembled spectators of his death -- all\\nthe obstructing walls have been broken down, and on the spacious and loftily\\nmounting open staircases stand in a ring the great princes of the Empire -- before all\\nthese he has delivered his message.\": {\"neg\": 0.13, \"neu\": 0.743, \"pos\": 0.126, \"compound\": -0.0516}, \"Five hundred yards could be accomplished in about five years; by that\\ntime, however, the supervisors were as a rule quite exhausted and had lost all faith in\\nthemselves, in the wall, in the world.\": {\"neg\": 0.125, \"neu\": 0.735, \"pos\": 0.14, \"compound\": 0.1548}, \"One can\\nperhaps safely discuss it now.\": {\"neg\": 0.0, \"neu\": 0.652, \"pos\": 0.348, \"compound\": 0.4939}, \"Groups of people with banners and streamers waving were on\\nall the roads; never before had they seen how great and rich and beautiful and worthy\\nof love their country was.\": {\"neg\": 0.0, \"neu\": 0.582, \"pos\": 0.418, \"compound\": 0.9623}, \"The quiet life of their homes, where they rested some time, strengthened them; the\\nhumble credulity with which their reports were listened to, the confidence with which\\nthe simple and peaceful burgher believed in the eventual completion of the wall, all\\nthis filled their hearts with a new buoyancy.\": {\"neg\": 0.0, \"neu\": 0.829, \"pos\": 0.171, \"compound\": 0.8519}, \"Remains the conclusion that the command willed something inexpedient.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Over and over again it must be\\nrepeated: There is perhaps no people more faithful to the Emperor than ours in the\\nsouth, but the Emperor derives no advantage from our fidelity.\": {\"neg\": 0.119, \"neu\": 0.757, \"pos\": 0.124, \"compound\": 0.0507}, \"Of these struggles and sufferings the people will never know; like tardy arrivals, like\\nstrangers in a city, they stand at the end of some densely thronged side street\\npeacefully munching the food they have brought with them, while far away in front, in\\nthe Market Square at the heart of the city, the execution of their ruler is proceeding.\": {\"neg\": 0.103, \"neu\": 0.845, \"pos\": 0.052, \"compound\": -0.3226}, \"They were\\nmasons who had reflected much, and did not cease to reflect, on the building of the\\nwall, men who with the first stone they sank in the ground felt themselves a part of the\\nwall.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Day laborers have not this impatience, for they look only to their wages,\\nand the higher supervisors, indeed even the supervisors of middle rank, could see\\nenough of the manifold growth of the construction to keep their spirits confident and\\nhigh.\": {\"neg\": 0.0, \"neu\": 0.818, \"pos\": 0.182, \"compound\": 0.8159}, \"They set off earlier than they needed; half the village accompanied\\nthem for long distances.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Long-dead emperors are set on the throne in our villages,\\nand one that only lives on in song recently had a proclamation of his read out by the\\npriest before the altar.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In it he tried to prove that the Tower of Babel\\nfailed to reach its goal, not because of the reasons universally advanced, or at least that\\namong those recognized reasons the most important of all was not to be found.\": {\"neg\": 0.073, \"neu\": 0.813, \"pos\": 0.114, \"compound\": -0.0276}, \"Page 274\\nThe Emperor as such, on the other hand, is mighty throughout all the hierarchies of\\nthe world: admitted.\": {\"neg\": 0.0, \"neu\": 0.796, \"pos\": 0.204, \"compound\": 0.5574}, \"But it is precisely this question of the empire which in my opinion the common\\npeople should be asked to answer, since after all they are the empire's final support.\": {\"neg\": 0.0, \"neu\": 0.915, \"pos\": 0.085, \"compound\": 0.4019}, \"If he could reach the open fields how fast he would fly, and soon\\ndoubtless you would hear the welcome hammering of his fists on your door.\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.6124}, \"Suddenly everybody started to laugh, in the confusion the sheet was\\ntorn, the beggar, who however had already received abundant alms, was driven out of\\nthe room with blows, the guests dispersed to enjoy the beautiful day.\": {\"neg\": 0.09, \"neu\": 0.682, \"pos\": 0.228, \"compound\": 0.8176}, \"Well, one day a leaflet published by the rebels was\\nbrought to my father's house by a beggar who had crossed that province.\": {\"neg\": 0.079, \"neu\": 0.83, \"pos\": 0.092, \"compound\": 0.0772}, \"Thus far may you not urge your meditations\\non the decrees of the high command.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So vast is our land that no fable could do justice to its vastness, the heavens can\\nscarcely span it -- and Peking is only a dot in it, and the imperial palace less than a dot.\": {\"neg\": 0.055, \"neu\": 0.794, \"pos\": 0.151, \"compound\": 0.5994}, \"I can still remember quite well us standing as small\\nchildren, scarcely sure on our feet, in our teacher's garden, and being ordered to build\\na sort of wall out of pebbles; and then the teacher, girding up his robe, ran full tilt\\nagainst the wall, of course knocking it down, and scolded us so terribly for the\\nshoddiness of our work that we ran weeping in all directions to our parents.\": {\"neg\": 0.096, \"neu\": 0.847, \"pos\": 0.056, \"compound\": -0.6269}, \"To set about establishing a fundamental defect here would mean undermining\\nnot only our consciences, but, what is far worse, our feet.\": {\"neg\": 0.297, \"neu\": 0.703, \"pos\": 0.0, \"compound\": -0.765}, \"But after that the river overflows its banks, loses outline and shape, slows\\ndown the speed of its current, tries to ignore its destiny by forming little seas in the\\ninterior of the land, damages the fields, and yet cannot maintain itself for long in its\\nnew expanse, but must run back between its banks again, must even dry up wretchedly\\nin the hot season that presently follows.\": {\"neg\": 0.076, \"neu\": 0.924, \"pos\": 0.0, \"compound\": -0.5187}, \"But the piecemeal construction was only a makeshift and therefore\\ninexpedient.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It rises until it grows mightier\\nand nourishes more richly the soil on the long stretch of its banks, still maintaining its\\nown course until it reaches the sea, where it is all the more welcome because it is a\\nworthier ally.\": {\"neg\": 0.0, \"neu\": 0.832, \"pos\": 0.168, \"compound\": 0.7708}, \"What caused it I can no longer remember,\\nnor is it of any importance now; occasions for revolt can be found there any day, the\\npeople are an excitable people.\": {\"neg\": 0.066, \"neu\": 0.783, \"pos\": 0.151, \"compound\": 0.4215}, \"In school a great deal is taught about the dynasties with the dates\\nof succession, but the universal uncertainty in this matter is so great that even the best\\nscholars are drawn into it.\": {\"neg\": 0.066, \"neu\": 0.579, \"pos\": 0.355, \"compound\": 0.9253}, \"Battles that are old history are new to us, and one's neighbor\\nrushes in with a jubilant face to tell the news.\": {\"neg\": 0.102, \"neu\": 0.742, \"pos\": 0.156, \"compound\": 0.34}, \"The dialect\\nof this neighboring province differs in some essential respects from ours, and this\\ndifference occurs also in certain turns of the written word, which for us have an\\narchaic character.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.5267}, \"In fact it is said that there are gaps which\\nhave never been filled in at all, an assertion, however, that is probably merely one of\\nthe many legends to which the building of the wall gave rise, and which cannot be\\nverified, at least by any single man with his own eyes and judgment, on account of the\\nextent of the structure.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Unwitting peoples of the north, who imagined they were the cause of it!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And for that reason I shall\\nnot proceed any further at this stage with my inquiry into these questions.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nor is there anything odd in my\\npausing over this question for so long; it is one of the crucial problems in the whole\\nbuilding of the wall, unimportant as it may appear at first glance.\": {\"neg\": 0.181, \"neu\": 0.819, \"pos\": 0.0, \"compound\": -0.743}, \"Against whom was the Great Wall to serve as a protection?\": {\"neg\": 0.0, \"neu\": 0.687, \"pos\": 0.313, \"compound\": 0.6249}, \"After all, the wall was intended, as was universally\\nproclaimed and known, to be a protection against the peoples of the north.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So eager are our people to obliterate the present.\": {\"neg\": 0.285, \"neu\": 0.511, \"pos\": 0.204, \"compound\": -0.2748}, \"If from such appearances anyone should draw the conclusion that in reality we\\nhave no Emperor, he would not be far from the truth.\": {\"neg\": 0.083, \"neu\": 0.83, \"pos\": 0.087, \"compound\": 0.0258}, \"The desire to trace the\\ncause of these phenomena, especially the latter, has always intrigued me and intrigues\\nme still, and the building of the wall is itself essentially involved with these problems.\": {\"neg\": 0.072, \"neu\": 0.804, \"pos\": 0.123, \"compound\": 0.2263}, \"One hears a\\ngreat many things, true, but can gather nothing definite.\": {\"neg\": 0.151, \"neu\": 0.545, \"pos\": 0.303, \"compound\": 0.3025}, \"They, absorbed in gigantic anxieties, know of us, know our petty\\npursuits, see us sitting together in our humble huts, and approve or disapprove the\\nevening prayer which the father of the house recites in the midst of his family.\": {\"neg\": 0.082, \"neu\": 0.918, \"pos\": 0.0, \"compound\": -0.34}, \"And for that reason the incorruptible observer must hold that the command, if\\nit had seriously desired it, could also have overcome those difficulties that prevented a\\nsystem of continuous construction.\": {\"neg\": 0.118, \"neu\": 0.785, \"pos\": 0.097, \"compound\": -0.1779}, \"And though --\\nPage 277\\nso it seems to me in recollection -- the gruesomeness of the living present was\\nirrefutably conveyed by the beggar's words, we laughed and shook our heads and\\nrefused to listen any longer.\": {\"neg\": 0.087, \"neu\": 0.841, \"pos\": 0.072, \"compound\": 0.1027}, \"If I am to convey and\\nmake understandable the ideas and feelings of that time I cannot go deeply enough\\ninto this very question.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But after the junction had been made the construction of the\\nPage 266\\nwall was not carried on from the point, let us say, where this thousand yards ended;\\ninstead the two groups of workers were transferred to begin building again in quite\\ndifferent neighborhoods.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"True, the essential responsibility for it lies with the government, which in the\\nmost ancient empire in the world has not yet succeeded in developing, or has\\nneglected to develop, the institution of the empire to such precision that its workings\\nextend directly and unceasingly to the farthest frontiers of the land.\": {\"neg\": 0.142, \"neu\": 0.783, \"pos\": 0.075, \"compound\": -0.6164}, \"This attitude then is certainly no virtue.\": {\"neg\": 0.193, \"neu\": 0.351, \"pos\": 0.456, \"compound\": 0.4588}, \"Why, then, since that is so, did we leave our homes, the stream with its bridges,\\nour mothers and fathers, our weeping wives, our children who needed our care, and\\ndepart for the distant city to be trained there, while our thoughts journeyed still\\nfarther away to the wall in the north?\": {\"neg\": 0.077, \"neu\": 0.866, \"pos\": 0.057, \"compound\": -0.0422}, \"Now though this parable may have had extraordinary point and force during\\nthe building of the wall, it has at most only a restricted relevance for my present essay.\": {\"neg\": 0.096, \"neu\": 0.904, \"pos\": 0.0, \"compound\": -0.4364}, \"Like eternally hopeful children they then\\nsaid farewell to their homes; the desire once more to labor on the wall of the nation\\nbecame irresistible.\": {\"neg\": 0.0, \"neu\": 0.658, \"pos\": 0.342, \"compound\": 0.872}, \"Why?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Hardly had the priest read two pages before we had come to our\\ndecision.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In the office of the command --\\nwhere it was and who sat there no one whom I have asked knew then or knows now --\\nin that office one may be certain that all human thoughts and desires revolved in a\\ncircle, and all human aims and fulfillments in a countercircle.\": {\"neg\": 0.043, \"neu\": 0.916, \"pos\": 0.041, \"compound\": -0.0258}, \"But you sit at your window when evening falls and dream it\\nto yourself.\": {\"neg\": 0.0, \"neu\": 0.867, \"pos\": 0.133, \"compound\": 0.25}, \"Nobody could fight his way through here even with a\\nmessage from a dead man.\": {\"neg\": 0.385, \"neu\": 0.615, \"pos\": 0.0, \"compound\": -0.7845}, \"But we shall obey in earnest no one but our present ruler, for not to do\\nso would be a crime.\": {\"neg\": 0.26, \"neu\": 0.656, \"pos\": 0.083, \"compound\": -0.6804}, \"I recall an incident in my youth.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But those who finally came to be employed in the work as supervisors,\\neven though it might be of the lowest rank, were truly worthy of their task.\": {\"neg\": 0.078, \"neu\": 0.749, \"pos\": 0.174, \"compound\": 0.4939}, \"Consider rather the river in spring.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One could not, for\\nPage 268\\ninstance, expect them to lay one stone on another for months or even years on end, in\\nan uninhabited mountainous region, hundreds of miles from their homes; the\\nhopelessness of such hard toil, which yet could not reach completion even in the\\nlongest lifetime, would have cast them into despair and above all made them less\\ncapable for the work.\": {\"neg\": 0.123, \"neu\": 0.845, \"pos\": 0.032, \"compound\": -0.6775}, \"First the wall, therefore, and then the tower.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His\\nproofs were drawn not merely from written documents and reports; he also claimed to\\nhave made inquiries on the spot, and to have discovered that the tower failed and was\\nbound to fail because of the weakness of the foundation.\": {\"neg\": 0.202, \"neu\": 0.798, \"pos\": 0.0, \"compound\": -0.8625}, \"Page 276\\n Thus, then, do our people deal with departed emperors, but the living ruler\\nthey confuse among the dead.\": {\"neg\": 0.316, \"neu\": 0.684, \"pos\": 0.0, \"compound\": -0.8519}, \"And why were there in the book plans, somewhat nebulous\\nplans, it must be admitted, of the tower, and proposals worked out in detail for\\nmobilizing the people's energies for the stupendous new work?\": {\"neg\": 0.0, \"neu\": 0.907, \"pos\": 0.093, \"compound\": 0.3182}, \"For the work had not been undertaken without thought.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What is harmful or not harmful has nothing to do\\nwith the question.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Except for the\\nnature gods, and their ritual which fills the whole year in such beautiful and rich\\nalternation, we think only about the Emperor.\": {\"neg\": 0.0, \"neu\": 0.754, \"pos\": 0.246, \"compound\": 0.8176}, \"During the building of the wall and ever since to this very day I have occupied\\nmyself almost exclusively with the comparative history of races -- there are certain\\nquestions that one can probe to the marrow, as it were, only by this method -- and I\\nhave discovered that we Chinese possess certain folk and political institutions that are\\nPage 273\\nunique in their clarity, others again unique in their obscurity.\": {\"neg\": 0.0, \"neu\": 0.907, \"pos\": 0.093, \"compound\": 0.7096}, \"Then by a nod of the head\\nhe has confirmed that it is right.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now one of the most obscure of our institutions is that of the empire itself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And through the\\nwindow the reflected splendors of divine worlds fell on the hands of the leaders as they\\ntraced their plans.\": {\"neg\": 0.0, \"neu\": 0.752, \"pos\": 0.248, \"compound\": 0.765}, \"The Emperor is always\\nsurrounded by a brilliant and yet ambiguous throng of nobles and courtiers -- malice\\nand enmity in the guise of servants and friends -- who form a counterweight to the\\nimperial power and perpetually labor to unseat the ruler from his place with poisoned\\narrows.\": {\"neg\": 0.059, \"neu\": 0.813, \"pos\": 0.128, \"compound\": 0.5719}, \"But to encourage the subordinate supervisors, intellectually so vastly superior to\\ntheir apparently petty tasks, other measures must be taken.\": {\"neg\": 0.066, \"neu\": 0.587, \"pos\": 0.347, \"compound\": 0.8261}, \"By no means immoral, however; hardly ever have I found in my travels\\nsuch pure morals as in my native village.\": {\"neg\": 0.224, \"neu\": 0.776, \"pos\": 0.0, \"compound\": -0.6369}, \"Translated by Willa and Edwin Muir\\nPage 279\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But how\\ncan a wall protect if it is not a continuous structure?\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.3818}, \"The more deeply they are buried in time the more glaring are\\nthe colors in which their deeds are painted, and with a loud cry of woe our village\\neventually hears how an Empress drank her husband's blood in long draughts\\nthousands of years ago.\": {\"neg\": 0.123, \"neu\": 0.877, \"pos\": 0.0, \"compound\": -0.7096}, \"We have\\nnot seen them, and if we remain in our villages we shall never see them, even if on\\ntheir wild horses they should ride as hard as they can straight toward us -- the land is\\ntoo vast and would not let them reach us, they would end their course in the empty\\nair.\": {\"neg\": 0.073, \"neu\": 0.894, \"pos\": 0.033, \"compound\": -0.0961}, \"A trivial\\nincident, but significant of the spirit of the time.\": {\"neg\": 0.085, \"neu\": 0.569, \"pos\": 0.346, \"compound\": 0.4939}, \"When our\\nchildren are unruly we show them these pictures, and at once they fly weeping into\\nPage 272\\nour arms.\": {\"neg\": 0.127, \"neu\": 0.873, \"pos\": 0.0, \"compound\": -0.4404}, \"We\\nfind it more difficult to picture such a city than to believe that Peking and its Emperor\\nare one, a cloud, say, peacefully voyaging beneath the sun in the course of the ages.\": {\"neg\": 0.077, \"neu\": 0.829, \"pos\": 0.094, \"compound\": 0.1548}, \"True, and yet in one respect it has much to be said for it.\": {\"neg\": 0.0, \"neu\": 0.67, \"pos\": 0.33, \"compound\": 0.7096}, \"True -- and it is the sole curiosity that fills us -- we are always\\ntrying to get information on this subject, but, strange as it may sound, it is almost\\nimpossible to discover anything, either from pilgrims, though they have wandered\\nthrough much of our land, or from near or distant villages, or from sailors, though\\nthey have navigated not only our little stream, but also the sacred rivers.\": {\"neg\": 0.031, \"neu\": 0.943, \"pos\": 0.026, \"compound\": -0.0772}, \"Yet\\nperhaps I may venture to assert on the basis of the many writings on this subject\\nwhich I have read, as well as from my own observation -- the building of the wall in\\nparticular, with its abundance of human material, provided a man of sensibility with\\nthe opportunity of traversing the souls of almost all the provinces -- on the basis of all\\nthis, then, perhaps I may venture to assert that the prevailing attitude to the Emperor\\nPage 278\\nshows persistently and universally something fundamentally in common with that of\\nour village.\": {\"neg\": 0.0, \"neu\": 0.948, \"pos\": 0.052, \"compound\": 0.5994}, \"But the existent Emperor, a man like us, lies much like us on a\\ncouch which is of generous proportions, perhaps, and yet very possibly may be quite\\nnarrow and short.\": {\"neg\": 0.078, \"neu\": 0.693, \"pos\": 0.23, \"compound\": 0.6705}, \"And behind the departing sedan chair of the official there rises in\\nmight as ruler of the village some figure fortuitously exalted from an urn already\\ncrumbled to dust.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I say this\\nbecause during the early days of building a scholar wrote a book in which he drew the\\ncomparison in the most exhaustive way.\": {\"neg\": 0.075, \"neu\": 0.925, \"pos\": 0.0, \"compound\": -0.2006}, \"Thus far may you urge your meditations on the decrees of the high\\ncommand.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was lucky inasmuch as the building of the wall was just beginning when, at\\ntwenty, I had passed the last examination of the lowest school.\": {\"neg\": 0.095, \"neu\": 0.803, \"pos\": 0.102, \"compound\": 0.0516}, \"His\\nbook was in everybody's hands at that time, but I admit that even today I cannot quite\\nmake out how he conceived this tower.\": {\"neg\": 0.0, \"neu\": 0.909, \"pos\": 0.091, \"compound\": 0.296}, \"It happened\\nto be a feast day, our rooms were filled with guests, the priest sat in the center and\\nstudied the sheet.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Accordingly, while they were still exalted by the\\njubilant celebrations marking the completion of the thousand yards of wall, they were\\nsent far, far away, saw on their journey finished sections of the wall rising here and\\nthere, came past the quarters of the high command and were presented with badges of\\nhonor, heard the rejoicings of new armies of labor streaming past from the depths of\\nthe land, saw forests being cut down to become supports for the wall, saw mountains\\nbeing hewn into stones for the wall, heard at the holy shrines hymns rising in which\\nthe pious prayed for the completion of the wall.\": {\"neg\": 0.018, \"neu\": 0.897, \"pos\": 0.084, \"compound\": 0.8225}, \"But how should we know anything about that --\\nthousands of miles away in the south -- almost on the borders of the Tibetan\\nHighlands?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In\\nPeking, naturally, at the imperial court, there is some clarity to be found on this\\nsubject, though even that is more illusive than real.\": {\"neg\": 0.0, \"neu\": 0.899, \"pos\": 0.101, \"compound\": 0.4019}, \"I say lucky, for many\\nwho before my time had achieved the highest degree of culture available to them could\\nfind nothing year after year to do with their knowledge, and drifted uselessly about\\nwith the most splendid architectural plans in their heads, and sank by thousands into\\nhopelessness.\": {\"neg\": 0.115, \"neu\": 0.765, \"pos\": 0.12, \"compound\": 0.0754}, \"The\\nfaithful representations of the artist show us these faces of the damned, their gaping\\nmouths, their jaws furnished with great pointed teeth, their half-shut eyes that already\\nseem to be seeking out the victim which their jaws will rend and devour.\": {\"neg\": 0.095, \"neu\": 0.765, \"pos\": 0.141, \"compound\": 0.5106}, \"The farther\\none descends among the lower schools the more, naturally enough, does one find\\nteachers' and pupils' doubts of their own knowledge vanishing, and superficial culture\\nmounting sky-high around a few precepts that have been drilled into people's minds\\nfor centuries, precepts which, though they have lost nothing of their eternal truth,\\nremain eternally invisible in this fog of confusion.\": {\"neg\": 0.134, \"neu\": 0.831, \"pos\": 0.035, \"compound\": -0.6808}, \"Naturally in this way many great gaps were left, which were\\nonly filled in gradually and bit by bit, some, indeed, not till after the official\\nannouncement that the wall was finished.\": {\"neg\": 0.0, \"neu\": 0.883, \"pos\": 0.117, \"compound\": 0.6249}, \"Thus, then, the system of piecemeal construction becomes comprehensible;\\nPage 269\\nbut there were still other reasons for it as well.\": {\"neg\": 0.0, \"neu\": 0.883, \"pos\": 0.117, \"compound\": 0.3919}, \"Every fellow countryman was a brother for whom one was\\nbuilding a wall of protection, and who would return lifelong thanks for it with all he\\nhad and did.\": {\"neg\": 0.0, \"neu\": 0.9, \"pos\": 0.1, \"compound\": 0.4404}, \"These blocks of wall left standing\\nin deserted regions could be easily pulled down again and again by the nomads,\\nespecially as these tribes, rendered apprehensive by the building operations, kept\\nchanging their encampments with incredible rapidity, like locusts, and so perhaps had\\na better general view of the progress of the wall than we, the builders.\": {\"neg\": 0.03, \"neu\": 0.8, \"pos\": 0.17, \"compound\": 0.8387}, \"Similarly our people are but little affected by revolutions in the state or\\ncontemporary wars.\": {\"neg\": 0.329, \"neu\": 0.671, \"pos\": 0.0, \"compound\": -0.7477}, \"Now, I come from the southeast of China.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was done in this\\nway: gangs of some twenty workers were formed who had to accomplish a length, say,\\nof five hundred yards of wall, while a similar gang built another stretch of the same\\nlength to meet the first.\": {\"neg\": 0.0, \"neu\": 0.931, \"pos\": 0.069, \"compound\": 0.4215}, \"Just so, as hopelessly and as hopefully, do our people regard the Emperor.\": {\"neg\": 0.202, \"neu\": 0.64, \"pos\": 0.157, \"compound\": -0.197}, \"Human nature, essentially\\nchangeable, unstable as the dust, can endure no restraint; if it binds itself it soon\\nbegins to tear madly at its bonds, until it rends everything asunder, the wall, the bonds,\\nand its very self.\": {\"neg\": 0.175, \"neu\": 0.825, \"pos\": 0.0, \"compound\": -0.7506}, \"Almost every educated man of our time\\nwas a mason by profession and infallible in the matter of laying foundations.\": {\"neg\": 0.0, \"neu\": 0.942, \"pos\": 0.058, \"compound\": 0.0258}, \"Now on first thoughts one might conceive that it would have been more\\nadvantageous in every way to build the wall continuously, or at least continuously\\nwithin the two main divisions.\": {\"neg\": 0.0, \"neu\": 0.915, \"pos\": 0.085, \"compound\": 0.4201}, \"First, then, it must be said that in those days things were achieved scarcely\\ninferior to the construction of the Tower of Babel, although as regards divine approval,\\nat least according to human reckoning, strongly at variance with that work.\": {\"neg\": 0.051, \"neu\": 0.763, \"pos\": 0.186, \"compound\": 0.7501}, \"The wives of the emperors, pampered\\nand overweening, seduced from noble custom by wily courtiers, swelling with\\nambition, vehement in their greed, uncontrollable in their lust, practice their\\nabominations ever anew.\": {\"neg\": 0.204, \"neu\": 0.716, \"pos\": 0.08, \"compound\": -0.5719}, \"But not about the present one; or rather\\nwe would think about the present one if we knew who he was or knew anything\\ndefinite about him.\": {\"neg\": 0.0, \"neu\": 0.925, \"pos\": 0.075, \"compound\": 0.2732}, \"Against the people\\nof the north.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But nothing more than that do we know about these northerners.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And such men were actually to be had, if not indeed so abundantly as\\nthe work of construction could have absorbed, yet in great numbers.\": {\"neg\": 0.0, \"neu\": 0.854, \"pos\": 0.146, \"compound\": 0.6249}, \"And the higher the task, the greater the\\nPage 267\\nresponsibility.\": {\"neg\": 0.0, \"neu\": 0.8, \"pos\": 0.2, \"compound\": 0.3612}, \"The limits that my capacity for thought imposes upon me are narrow enough, but the\\nprovince to be traversed here is infinite.\": {\"neg\": 0.054, \"neu\": 0.946, \"pos\": 0.0, \"compound\": -0.0516}, \"I guard against generalizations, and do not assert that in all the ten thousand\\nvillages in my province it is so, far less in all the five hundred provinces of China.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And if I\\nmay be allowed to express such ideas about the high command, then I must say that in\\nmy opinion the high command has existed from old time, and was not assembled, say,\\nlike a gathering of mandarins summoned hastily to discuss somebody's fine dream in a\\nconference as hastily terminated, so that that very evening the people are drummed\\nout of their beds to carry out what has been decided, even if it should be nothing but\\nan illumination in honor of a god who may have shown great favor to their masters the\\nday before, only to drive them into some dark corner with cudgel blows tomorrow,\\nalmost before the illuminations have died down.\": {\"neg\": 0.049, \"neu\": 0.805, \"pos\": 0.146, \"compound\": 0.9117}, \"All this assuaged their impatience.\": {\"neg\": 0.412, \"neu\": 0.588, \"pos\": 0.0, \"compound\": -0.4215}, \"And besides, any tidings, even if they did reach us, would arrive far too\\nlate, would have become obsolete long before they reached us.\": {\"neg\": 0.086, \"neu\": 0.817, \"pos\": 0.097, \"compound\": -0.1779}, \"That,\\nhowever, was not what our scholar was concerned to prove; for he maintained that the\\nGreat Wall alone would provide for the first time in the history of mankind a secure\\nfoundation for a new Tower of Babel.\": {\"neg\": 0.047, \"neu\": 0.8, \"pos\": 0.153, \"compound\": 0.6705}, \"Unity!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"True, for the more purely manual tasks ignorant day laborers from the populace,\\nmen, women, and children who offered their services for good money, could be\\nemployed; but for the supervision even of every four day laborers an expert versed in\\nthe art of building was required, a man who was capable of entering into and feeling\\nwith all his heart what was involved.\": {\"neg\": 0.024, \"neu\": 0.844, \"pos\": 0.131, \"compound\": 0.7444}, \"If once, only once in a man's lifetime, an imperial\\nofficial on his tour of the provinces should arrive by chance at our village, make\\ncertain announcements in the name of the government, scrutinize the tax lists,\\nexamine the school children, inquire of the priest regarding our doings and affairs, and\\nthen, before he steps into his sedan chair, should sum up his impressions in verbose\\nadmonitions to the assembled commune -- then a smile flits over every face, people\\nthrow surreptitious glances at each other, and bend over their children so as not to be\\nobserved by the official.\": {\"neg\": 0.0, \"neu\": 0.917, \"pos\": 0.083, \"compound\": 0.7579}, \"Strange conclusion!\": {\"neg\": 0.677, \"neu\": 0.323, \"pos\": 0.0, \"compound\": -0.2714}, \"But\\ninstead how vainly does he wear out his strength; still he is only making his way\\nthrough the chambers of the innermost palace; never will he get to the end of them;\\nand if he succeeded in that nothing would be gained; he must next fight his way down\\nthe stair; and if he succeeded in that nothing would be gained; the courts would still\\nhave to be crossed; and after the courts the second outer palace; and once more stairs\\nand courts; and once more another palace; and so on for thousands of years; and if at\\nlast he should burst through the outermost gate -- but never, never can that happen --\\nthe imperial capital would lie before him, the center of the world, crammed to\\nbursting with its own sediment.\": {\"neg\": 0.036, \"neu\": 0.922, \"pos\": 0.042, \"compound\": 0.2302}, \"A question for the high command.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We read of them in the books of the ancients; the cruelties they\\ncommit in accordance with their nature make us sigh in our peaceful arbors.\": {\"neg\": 0.104, \"neu\": 0.692, \"pos\": 0.204, \"compound\": 0.296}, \"A\\nPage 271\\nvery wise maxim, which moreover was elaborated in a parable that was later often\\nquoted: Avoid further meditation, but not because it might be harmful; it is not at all\\ncertain that it would be harmful.\": {\"neg\": 0.095, \"neu\": 0.85, \"pos\": 0.055, \"compound\": -0.1592}, \"Page 270\\n There were many wild ideas in people's heads at that time -- this scholar's book\\nis only one example -- perhaps simply because so many were trying to join forces as far\\nas they could for the achievement of a single aim.\": {\"neg\": 0.0, \"neu\": 0.95, \"pos\": 0.05, \"compound\": 0.296}, \"Masons of that kind, of course, had not only a desire to perform their work in the\\nmost thorough manner, but were also impatient to see the wall finished in its complete\\nperfection.\": {\"neg\": 0.115, \"neu\": 0.754, \"pos\": 0.131, \"compound\": 0.3861}, \"True, the sacred\\ndragon stands on the little column at the end of our village, and ever since the\\nbeginning of human memory it has breathed out its fiery breath in the direction of\\nPeking in token of homage -- but Peking itself is far stranger to the people in our\\nvillage than the next world.\": {\"neg\": 0.03, \"neu\": 0.938, \"pos\": 0.033, \"compound\": 0.0516}, \"Now the result of holding such opinions is a life on the whole free and\\nunconstrained.\": {\"neg\": 0.0, \"neu\": 0.809, \"pos\": 0.191, \"compound\": 0.5106}, \"He has commanded the messenger to kneel down by the\\nbed, and has whispered the message to him; so much store did he lay on it that he\\nordered the messenger to whisper it back into his ear again.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Ancient history told long ago, old sorrows long since healed.\": {\"neg\": 0.224, \"neu\": 0.776, \"pos\": 0.0, \"compound\": -0.3818}, \"It is possible that these very considerations, which militated against the\\nbuilding of the wall at all, were not left out of account by the high command when the\\nsystem of piecemeal construction was decided on.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Like us he sometimes stretches himself and when he is very tired\\nyawns with his delicately cut mouth.\": {\"neg\": 0.222, \"neu\": 0.588, \"pos\": 0.189, \"compound\": -0.2006}, \"We builders of the wall know that it\\nwas not so and hold our tongues.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now I have no wish whatever to represent this attitude as a virtue; on the\\ncontrary.\": {\"neg\": 0.118, \"neu\": 0.588, \"pos\": 0.294, \"compound\": 0.5106}, \"A revolt had broken out in a\\nneighboring, but yet quite distant, province.\": {\"neg\": 0.17, \"neu\": 0.83, \"pos\": 0.0, \"compound\": -0.2617}, \"My inquiry is purely historical; no lightning flashes any longer from the long since\\nvanished thunderclouds, and so I may venture to seek for an explanation of the system\\nof piecemeal construction which goes farther than the one that contented people then.\": {\"neg\": 0.056, \"neu\": 0.889, \"pos\": 0.055, \"compound\": -0.0202}}"