"{\"Only one hand\\nlightly touched the ceiling to steady him.\": {\"neg\": 0.0, \"neu\": 0.738, \"pos\": 0.262, \"compound\": 0.4939}, \"No, Father!\": {\"neg\": 0.714, \"neu\": 0.286, \"pos\": 0.0, \"compound\": -0.3595}, \"she cried, and covered her face with\\nher apron, but he was already gone.\": {\"neg\": 0.122, \"neu\": 0.878, \"pos\": 0.0, \"compound\": -0.2023}, \"Should one advise him to come home, to\\ntransplant himself and take up his old friendships again -- there was nothing to hinder\\nPage 101\\nhim -- and in general to rely on the help of his friends?\": {\"neg\": 0.0, \"neu\": 0.806, \"pos\": 0.194, \"compound\": 0.8126}, \"Do you think\\nPage 109\\nI haven't been sorry for him?\": {\"neg\": 0.0, \"neu\": 0.88, \"pos\": 0.12, \"compound\": 0.0572}, \"On the table stood the\\nremains of his breakfast, not much of which seemed to have been eaten.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Besides that, you will acquire in my fianc\\u00e9e, who sends her warm\\ngreetings and will soon write you herself, a genuine friend of the opposite sex, which is\\nnot without importance to a bachelor.\": {\"neg\": 0.0, \"neu\": 0.742, \"pos\": 0.258, \"compound\": 0.8281}, \"\\\"You begin to remember my friend, don't you?\\\"\": {\"neg\": 0.0, \"neu\": 0.686, \"pos\": 0.314, \"compound\": 0.4939}, \"Come, I'll help you to take off your things, you'll see I can do it.\": {\"neg\": 0.0, \"neu\": 0.828, \"pos\": 0.172, \"compound\": 0.4019}, \"\\\"I've been representing him here on the spot.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That's why you've been playing him false all these years.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.2023}, \"I said to myself that someone else might tell him about my engagement,\\nalthough he's such a solitary creature that that was hardly likely -- I couldn't prevent\\nthat -- but I wasn't ever going to tell him myself.\\\"\": {\"neg\": 0.029, \"neu\": 0.916, \"pos\": 0.055, \"compound\": 0.2413}, \"How could you have a friend out there!\": {\"neg\": 0.0, \"neu\": 0.632, \"pos\": 0.368, \"compound\": 0.5411}, \"\\\"For years I've been waiting for you to come with some such question!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"asked his father, as if he were not able to see\\nwhether his feet were properly tucked in or not.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If you think back you're bound to remember.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Do you think I didn't love you, I, from whom you are\\nsprung?\\\"\": {\"neg\": 0.234, \"neu\": 0.766, \"pos\": 0.0, \"compound\": -0.5216}, \"So it was overshadowed as much as that by the high wall on the other side of the\\nnarrow courtyard.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Or if you would rather\\ngo into the front room at once, you can lie down in my bed for the present.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No doubt that does you honor.\": {\"neg\": 0.431, \"neu\": 0.275, \"pos\": 0.294, \"compound\": -0.128}, \"Page 108\\n He carried his father to bed in his arms.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- And therefore take note: I sentence you now to death by\\ndrowning!\\\"\": {\"neg\": 0.271, \"neu\": 0.645, \"pos\": 0.084, \"compound\": -0.5983}, \"Taking all\\nthis into account, how could one be sure that he would make a success of life at home?\": {\"neg\": 0.0, \"neu\": 0.739, \"pos\": 0.261, \"compound\": 0.7184}, \"Yet he shrank from letting his friend know about\\nhis business success, and if he were to do it now retrospectively that certainly would\\nlook peculiar.\": {\"neg\": 0.0, \"neu\": 0.669, \"pos\": 0.331, \"compound\": 0.872}, \"I'll sweep her from\\nyour very side, you don't know how!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You've\\ncome to me about this business, to talk it over with me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Jesus!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His insight made\\nhim radiant.\": {\"neg\": 0.0, \"neu\": 0.563, \"pos\": 0.437, \"compound\": 0.4767}, \"\\\"I don't want to trouble him,\\\" answered Georg, \\\"don't misunderstand\\nme, he would probably come, at least I think so, but he would feel that his hand had\\nbeen forced and he would be hurt, perhaps he would envy me and certainly he'd be\\ndiscontented and without being able to do anything about his discontent he'd have to\\ngo away again alone.\": {\"neg\": 0.232, \"neu\": 0.636, \"pos\": 0.132, \"compound\": -0.8392}, \"But that was as good as telling\\nhim, and the more kindly the more offensively, that all his efforts hitherto had\\nmiscarried, that he should finally give up, come back home, and be gaped at by\\neveryone as a returned prodigal, that only his friends knew what was what and that he\\nhimself was just a big child who should do what his successful and home-keeping\\nfriends prescribed.\": {\"neg\": 0.051, \"neu\": 0.745, \"pos\": 0.204, \"compound\": 0.9062}, \"\\\"You wanted to cover me up, I know, my young sprig, but I'm far from being\\ncovered up yet.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Georg made a grimace of disbelief.\": {\"neg\": 0.333, \"neu\": 0.667, \"pos\": 0.0, \"compound\": -0.25}, \"With this letter in his hand Georg had been sitting a long time at the writing\\ntable, his face turned toward the window.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4939}, \"Look!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He would have been a son after my own\\nheart.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You have eyes in your head for that!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Because she lifted up her skirts,\\\" his father began to flute, \\\"because she lifted\\nher skirts like this, the nasty creature,\\\" and mimicking her he lifted his shirt so high\\nthat one could see the scar on his thigh from his war wound, \\\"because she lifted her\\nskirts like this and this you made up to her, and in order to make free with her\\nundisturbed you have disgraced your mother's memory, betrayed your friend, and\\nstuck your father into bed so that he can't move.\": {\"neg\": 0.157, \"neu\": 0.733, \"pos\": 0.11, \"compound\": -0.7184}, \"With weakening grip he was still holding on\\nwhen he spied between the railings a motor-bus coming which would easily cover the\\nnoise of his fall, called in a low voice: \\\"Dear parents, I have always loved you, all the\\nsame,\\\" and let himself drop.\": {\"neg\": 0.126, \"neu\": 0.7, \"pos\": 0.173, \"compound\": 0.5267}, \"But now it doesn't matter.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"But your friend hasn't been betrayed after all!\\\"\": {\"neg\": 0.0, \"neu\": 0.472, \"pos\": 0.528, \"compound\": 0.7725}, \"cried his father, cutting short the answer, threw the blankets off with a\\nstrength that sent them all flying in a moment and sprang erect in bed.\": {\"neg\": 0.14, \"neu\": 0.751, \"pos\": 0.109, \"compound\": 0.0258}, \"But before I posted the letter I wanted to let you know.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Perhaps it would not even be possible to get\\nhim to come home at all -- he said himself that he was now out of touch with\\ncommerce in his native country -- and then he would still be left an alien in a foreign\\nland embittered by his friends' advice and more than ever estranged from them.\": {\"neg\": 0.024, \"neu\": 0.924, \"pos\": 0.052, \"compound\": 0.4019}, \"Of course I know your friend.\": {\"neg\": 0.0, \"neu\": 0.556, \"pos\": 0.444, \"compound\": 0.4939}, \"But then, later, you got on with him very well.\": {\"neg\": 0.0, \"neu\": 0.79, \"pos\": 0.21, \"compound\": 0.3384}, \"But now he made a quick, firm decision to take him into his\\nown future establishment.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now he was carrying on a\\nbusiness in St. Petersburg, which had flourished to begin with but had long been going\\ndownhill, as he always complained on his increasingly rare visits.\": {\"neg\": 0.109, \"neu\": 0.891, \"pos\": 0.0, \"compound\": -0.5499}, \"said Georg, to make fun of his father, but in his very\\nmouth the words turned into deadly earnest.\": {\"neg\": 0.0, \"neu\": 0.72, \"pos\": 0.28, \"compound\": 0.765}, \"His father only nodded, confirming the\\ntruth of his words, toward Georg's corner.\": {\"neg\": 0.0, \"neu\": 0.839, \"pos\": 0.161, \"compound\": 0.3182}, \"Georg stared at the bogey conjured up by his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"TWO years ago his\\nmother had died, since when he and his father had shared the household together, and\\nhis friend had of course been informed of that and had expressed his sympathy in a\\nletter phrased so dryly that the grief caused by such an event, one had to conclude,\\ncould not be realized in a distant country.\": {\"neg\": 0.102, \"neu\": 0.777, \"pos\": 0.121, \"compound\": 0.0772}, \"That's why he\\nhasn't been here for years, he knows everything a hundred times better than you do\\nyourself, in his left hand he crumples your letters unopened while in his right hand he\\nholds up my letters to read through!\\\"\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.8622}, \"he cried.\": {\"neg\": 0.722, \"neu\": 0.278, \"pos\": 0.0, \"compound\": -0.3818}, \"You're not taking\\nenough care of yourself.\": {\"neg\": 0.305, \"neu\": 0.695, \"pos\": 0.0, \"compound\": -0.3875}, \"cried his father, emphasizing\\nthe point with stabs of his forefinger.\": {\"neg\": 0.379, \"neu\": 0.621, \"pos\": 0.0, \"compound\": -0.6705}, \"You think you have strength enough to\\ncome over here and that you're only hanging back of your own accord.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.4939}, \"The not particularly clean appearance of his underwear made him reproach\\nhimself for having been neglectful.\": {\"neg\": 0.281, \"neu\": 0.719, \"pos\": 0.0, \"compound\": -0.6678}, \"\\\"You comedian!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A thousand friends\\nwouldn't make up to me for my father.\": {\"neg\": 0.0, \"neu\": 0.744, \"pos\": 0.256, \"compound\": 0.4767}, \"He covered himself up and\\neven drew the blankets farther than usual over his shoulders.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He looked up at Georg\\nwith a not unfriendly eye.\": {\"neg\": 0.0, \"neu\": 0.791, \"pos\": 0.209, \"compound\": 0.2755}, \"That\\nwould be the most sensible thing.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There was in fact\\nno need for him to enter it, since he saw his father daily at business and they took their\\nmid-day meal together at an eating house; in the evening, it was true, each did as he\\npleased, yet even then, unless Georg -- as mostly happened -- went out with friends or,\\nmore recently, visited his fianc\\u00e9e, they always sat for a while, each with his newspaper,\\nin their common sitting room.\": {\"neg\": 0.027, \"neu\": 0.866, \"pos\": 0.107, \"compound\": 0.765}, \"A long time\\nago he had firmly made up his mind to watch closely every least movement so that he\\nshould not be surprised by any indirect attack, a pounce from behind or above.\": {\"neg\": 0.137, \"neu\": 0.863, \"pos\": 0.0, \"compound\": -0.5812}, \"\\\"Stay where you are, I don't need you!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Don't be too\\nsure!\": {\"neg\": 0.429, \"neu\": 0.571, \"pos\": 0.0, \"compound\": -0.308}, \"It's a trivial affair, it's hardly worth mentioning, so don't deceive me.\": {\"neg\": 0.083, \"neu\": 0.604, \"pos\": 0.313, \"compound\": 0.4666}, \"\\\"Yes, it's dark enough,\\\" answered his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You just take a bite of breakfast\\ninstead of properly keeping up your strength.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.4939}, \"He was thinking about his friend, who had actually run away to Russia some\\nyears before, being dissatisfied with his prospects at home.\": {\"neg\": 0.093, \"neu\": 0.714, \"pos\": 0.193, \"compound\": 0.4215}, \"I was proud because you listened to him\\nand nodded and asked him questions.\": {\"neg\": 0.0, \"neu\": 0.795, \"pos\": 0.205, \"compound\": 0.4767}, \"All by myself I might have had to give way,\\nbut your mother has given me so much of her strength that I've established a fine\\nconnection with your friend and I have your customers here in my pocket!\\\"\": {\"neg\": 0.0, \"neu\": 0.748, \"pos\": 0.252, \"compound\": 0.902}, \"Perhaps during his mother's lifetime his father's insistence on having\\nPage 102\\neverything his own way in the business had hindered him from developing any real\\nactivity of his own, perhaps since her death his father had become less aggressive,\\nalthough he was still active in the business, perhaps it was mostly due to an accidental\\nrun of good fortune -- which was very probable indeed -- but at any rate during those\\ntwo years the business had developed in a most unexpected way, the staff had had to\\nbe doubled, the turnover was five times as great; no doubt about it, further progress\\nlay just ahead.\": {\"neg\": 0.089, \"neu\": 0.802, \"pos\": 0.109, \"compound\": 0.6538}, \"-- In business\\nhours he's quite different, he was thinking, how solidly he sits here with his arms\\ncrossed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You won't notice the change, all your things will be moved with you.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"And now you've changed your mind?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And when, breathing quickly under his kisses,\\nshe still brought out: \\\"All the same, I do feel upset,\\\" he thought it could not really\\ninvolve him in trouble were he to send the news to his friend.\": {\"neg\": 0.064, \"neu\": 0.782, \"pos\": 0.154, \"compound\": 0.5859}, \"I don't\\nwant to stir up matters that shouldn't be mentioned here.\": {\"neg\": 0.108, \"neu\": 0.795, \"pos\": 0.097, \"compound\": -0.0315}, \"Your mother had to die, she\\ncouldn't see the happy day, your friend is going to pieces in Russia, even three years\\nago he was yellow enough to be thrown away, and as for me, you see what condition\\nI'm in.\": {\"neg\": 0.143, \"neu\": 0.79, \"pos\": 0.067, \"compound\": -0.5716}, \"And so I wouldn't put off\\ntelling him any longer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 107\\n \\\"Georg,\\\" said his father in a low voice, without moving.\": {\"neg\": 0.174, \"neu\": 0.826, \"pos\": 0.0, \"compound\": -0.2732}, \"Already he was grasping at the railings as a starving\\nman clutches food.\": {\"neg\": 0.203, \"neu\": 0.797, \"pos\": 0.0, \"compound\": -0.4215}, \"We'll change your room, you can move into the front room and I'll move in\\nhere.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had barely acknowledged, with an absent\\nPage 104\\nsmile, a greeting waved to him from the street by a passing acquaintance.\": {\"neg\": 0.0, \"neu\": 0.779, \"pos\": 0.221, \"compound\": 0.6249}, \"Out of consideration for him, that was the only reason.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and he threw Georg a newspaper sheet which he had somehow taken to bed with him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So Georg confined himself to giving his friend unimportant items of gossip\\nsuch as rise at random in the memory when one is idly thinking things over on a quiet\\nSunday.\": {\"neg\": 0.112, \"neu\": 0.73, \"pos\": 0.157, \"compound\": 0.3818}, \"asked his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But if\\nhe did follow their advice and then didn't fit in at home -- not out of malice, of course,\\nbut through force of circumstances -- couldn't get on with his friends or without them,\\nfelt humiliated, couldn't be said to have either friends or a country of his own any\\nlonger, wouldn't it have been better for him to stay abroad just as he was?\": {\"neg\": 0.02, \"neu\": 0.79, \"pos\": 0.19, \"compound\": 0.9343}, \"Georg could not resist the retort, realized at once the harm\\ndone and, his eyes starting in his head, bit his tongue back, only too late, till the pain\\nmade his knees give.\": {\"neg\": 0.18, \"neu\": 0.82, \"pos\": 0.0, \"compound\": -0.7783}, \"He often discussed this friend of his with his fianc\\u00e9e and the\\npeculiar relationship that had developed between them in their correspondence.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.6542}, \"Yet Georg preferred to write about things like these rather than to confess that\\nhe himself had got engaged a month ago to a Fr\\u00e4ulein Frieda Brandenfeld, a girl from a\\nwell-to-do family.\": {\"neg\": 0.0, \"neu\": 0.839, \"pos\": 0.161, \"compound\": 0.6369}, \"That's the course of nature in\\nthe first place, and in the second place the death of our dear mother hit me harder\\nthan it did you.\": {\"neg\": 0.124, \"neu\": 0.794, \"pos\": 0.083, \"compound\": -0.3182}, \"\\\"No!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I am still much the stronger of us two.\": {\"neg\": 0.0, \"neu\": 0.729, \"pos\": 0.271, \"compound\": 0.3818}, \"His father leaned forward but did not topple.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Tell me -- and while\\nyou're answering me be you still my living son -- what else was left to me, in my back\\nroom, plagued by a disloyal staff, old to the marrow of my bones?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But thank goodness a father doesn't need to be taught how to see\\nthrough his son.\": {\"neg\": 0.0, \"neu\": 0.703, \"pos\": 0.297, \"compound\": 0.6705}, \"An innocent child, yes, that you were, truly, but still more truly have you been a\\ndevilish human being!\": {\"neg\": 0.155, \"neu\": 0.485, \"pos\": 0.36, \"compound\": 0.5411}, \"On the staircase, which he rushed\\ndown as if its steps were an inclined plane, he ran into his charwoman on her way up\\nto do the morning cleaning of the room.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, you know, Father, that I wanted not to tell him about my engagement at\\nfirst.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.4588}, \"\\\"That's the kind of man I\\nam and he'll just have to take me as I am,\\\" he said to himself, \\\"I can't cut myself to\\nanother pattern that might make a more suitable friend for him.\\\"\": {\"neg\": 0.0, \"neu\": 0.858, \"pos\": 0.142, \"compound\": 0.6477}, \"And now that you thought you'd got him down, so far down that you\\ncould set your bottom on him and sit on him and he wouldn't move, then my fine son\\nmakes up his mind to get married!\\\"\": {\"neg\": 0.0, \"neu\": 0.948, \"pos\": 0.052, \"compound\": 0.2714}, \"At last he put the letter in his pocket and went out of his room across a small\\nlobby into his father's room, which he had not entered for months.\": {\"neg\": 0.0, \"neu\": 0.962, \"pos\": 0.038, \"compound\": 0.0258}, \"I have got engaged to a Fr\\u00e4ulein Frieda Brandenfeld, a girl from a well-todo\\nfamily, who only came to live here a long time after you went away, so that you're\\nhardly likely to know her.\": {\"neg\": 0.0, \"neu\": 0.917, \"pos\": 0.083, \"compound\": 0.4019}, \"But during\\nthese three years Georg's own position in life had changed a lot.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If he's a good friend of mine, I said to myself,\\nmy being happily engaged should make him happy too.\": {\"neg\": 0.0, \"neu\": 0.447, \"pos\": 0.553, \"compound\": 0.9442}, \"An old newspaper, with a name entirely unknown to Georg.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now he'll lean forward, thought Georg, what if he topples and smashes himself!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At this\\nmoment he recalled this long-forgotten resolve and forgot it again, like a man drawing\\nPage 110\\na short thread through the eye of a needle.\": {\"neg\": 0.0, \"neu\": 0.812, \"pos\": 0.188, \"compound\": 0.6249}, \"\\\"But attend to me!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The Judgment\\n IT WAS a Sunday morning in the very height of spring.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And in a louder voice: \\\"So now you know what\\nelse there was in the world besides yourself, till now you've known only about yourself!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And was it certain, besides, that all the pain one would have to\\ninflict on him would achieve its object?\": {\"neg\": 0.141, \"neu\": 0.769, \"pos\": 0.09, \"compound\": -0.296}, \"And even if this is the last strength I have, it's enough for you, too\\nmuch for you.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.4939}, \"In earlier years, perhaps\\nfor the last time in that letter of condolence, he had tried to persuade Georg to\\nemigrate to Russia and had enlarged upon the prospects of success for precisely\\nGeorg's branch of trade.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.7096}, \"Do you really have this friend in St.\": {\"neg\": 0.0, \"neu\": 0.632, \"pos\": 0.368, \"compound\": 0.6224}, \"It should have certainly been his duty to see that\\nhis father had clean changes of underwear.\": {\"neg\": 0.0, \"neu\": 0.746, \"pos\": 0.254, \"compound\": 0.6249}, \"Why did he have to go so\\nfar away!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You've told that story yourself once or twice since.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, we're both to blame for that; but I\\nwouldn't have it any other way now.\\\"\": {\"neg\": 0.108, \"neu\": 0.892, \"pos\": 0.0, \"compound\": -0.1779}, \"There's many a thing in the\\nbusiness I'm not aware of, maybe it's not done behind my back -- I'm not going to say\\nthat it's done behind my back -- I'm not equal to things any longer, my memory's\\nfailing, I haven't an eye for so many things any longer.\": {\"neg\": 0.064, \"neu\": 0.936, \"pos\": 0.0, \"compound\": -0.5106}, \"For instance,\\nwhen he was on a business trip to Kiev and ran into a riot, and saw a priest on a\\nbalcony who cut a broad cross in blood on the palm of his hand and held the hand up\\nand appealed to the mob.\": {\"neg\": 0.116, \"neu\": 0.754, \"pos\": 0.13, \"compound\": 0.1779}, \"For such reasons, supposing one wanted to keep up correspondence with him,\\none could not send him any real news such as could frankly be told to the most distant\\nacquaintance.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I know that there are many reasons why you\\ncan't come to see us, but would not my wedding be precisely the right occasion for\\ngiving all obstacles the go-by?\": {\"neg\": 0.101, \"neu\": 0.806, \"pos\": 0.093, \"compound\": -0.0772}, \"His father said pityingly, in an offhand manner: \\\"I suppose you wanted to say\\nthat sooner.\": {\"neg\": 0.118, \"neu\": 0.882, \"pos\": 0.0, \"compound\": -0.25}, \"In his enthusiasm he waved his arm over his head.\": {\"neg\": 0.0, \"neu\": 0.756, \"pos\": 0.244, \"compound\": 0.4404}, \"\\\"Never mind my friends.\": {\"neg\": 0.46, \"neu\": 0.54, \"pos\": 0.0, \"compound\": -0.3724}, \"Since that time, however, Georg had applied\\nhimself with greater determination to the business as well as to everything else.\": {\"neg\": 0.0, \"neu\": 0.7, \"pos\": 0.3, \"compound\": 0.743}, \"\\\"To St.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Lost in the vastness of Russia he saw him.\": {\"neg\": 0.223, \"neu\": 0.777, \"pos\": 0.0, \"compound\": -0.3182}, \"At this moment an unending stream of traffic was just going over the bridge.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"By his own account he had no\\nregular connection with the colony of his fellow countrymen out there and almost no\\nsocial intercourse with Russian families, so that he was resigning himself to becoming\\na permanent bachelor.\": {\"neg\": 0.16, \"neu\": 0.84, \"pos\": 0.0, \"compound\": -0.6486}, \"And that won't do.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It almost looked, on closer inspection, as if the care he\\nmeant to lavish there on his father might come too late.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4939}, \"We'll have to\\nmake a change in your way of living.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You sit by a closed window, and the air\\nwould be so good for you.\": {\"neg\": 0.0, \"neu\": 0.777, \"pos\": 0.223, \"compound\": 0.5777}, \"But he can move, or can't he?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But old age must be taken care of.\": {\"neg\": 0.0, \"neu\": 0.686, \"pos\": 0.314, \"compound\": 0.4939}, \"\\\"Just think back a bit, Father,\\\" said Georg, lifting his father from the chair and\\nslipping off his dressing gown as he stood feebly enough, \\\"it'll soon be three years since\\nmy friend came to see us last.\": {\"neg\": 0.0, \"neu\": 0.918, \"pos\": 0.082, \"compound\": 0.4939}, \"\\\"He knows everything a\\nthousand times better!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Just take your bride on your arm and try getting in my way!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was more than three years since his last visit, and for this he offered\\nthe lame excuse that the political situation in Russia was too uncertain, which\\napparently would not permit even the briefest absence of a small businessman while it\\nallowed hundreds of thousands of Russians to travel peacefully abroad.\": {\"neg\": 0.088, \"neu\": 0.829, \"pos\": 0.083, \"compound\": -0.0772}, \"\\\"Ten thousand times!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Among the wreckage of his showcases, the slashed remnants\\nof his wares, the falling gas brackets, he was just standing up.\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.3612}, \"\\\"To my friend there,\\\" said Georg, trying to meet his father's eye.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4939}, \"cried his father, and Georg, almost distracted, ran toward\\nthe bed to take everything in, yet came to a stop halfway.\": {\"neg\": 0.289, \"neu\": 0.711, \"pos\": 0.0, \"compound\": -0.7102}, \"\\\"Am I well covered up?\\\"\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.2732}, \"\\\"I prefer it like that.\\\"\": {\"neg\": 0.0, \"neu\": 0.615, \"pos\": 0.385, \"compound\": 0.3612}, \"\\\"It's unbearably dark here,\\\" he said aloud.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so it\\nhappened to Georg that three times in three fairly widely separated letters he had told\\nhis friend about the engagement of an unimportant man to an equally unimportant\\ngirl, until indeed, quite contrary to his intentions, his friend began to show some\\ninterest in this notable event.\": {\"neg\": 0.075, \"neu\": 0.721, \"pos\": 0.203, \"compound\": 0.8316}, \"You know yourself he's a\\ndifficult man.\": {\"neg\": 0.333, \"neu\": 0.667, \"pos\": 0.0, \"compound\": -0.3612}, \"To your friend,\\\" said his father, with peculiar emphasis.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.1531}, \"Only for a\\nmoment did he think so, since he kept on forgetting everything.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Don't worry, you're well covered up.\\\"\": {\"neg\": 0.221, \"neu\": 0.487, \"pos\": 0.293, \"compound\": 0.1511}, \"\\\"And you've shut the window, too?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His friend in St.\\nPetersburg, whom his father suddenly knew too well, touched his imagination as never\\nbefore.\": {\"neg\": 0.0, \"neu\": 0.751, \"pos\": 0.249, \"compound\": 0.6486}, \"\\\"I can't prevent that, of course, but it's\\nunlikely, considering the way he lives.\\\"\": {\"neg\": 0.074, \"neu\": 0.926, \"pos\": 0.0, \"compound\": -0.0096}, \"He swung himself over, like the distinguished gymnast he had once\\nbeen in his youth, to his parents' pride.\": {\"neg\": 0.0, \"neu\": 0.776, \"pos\": 0.224, \"compound\": 0.5994}, \"Georg shrank into a corner, as far away from his father as possible.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 106\\nBut it's nothing, it's worse than nothing, if you don't tell me the whole truth.\": {\"neg\": 0.0, \"neu\": 0.756, \"pos\": 0.244, \"compound\": 0.5932}, \"Still, however that may be, do just as seems good to you\\nwithout regarding any interests but your own.\\\"\": {\"neg\": 0.067, \"neu\": 0.837, \"pos\": 0.096, \"compound\": 0.1481}, \"Petersburg?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It surprised Georg how dark his father's room was even on this sunny morning.\": {\"neg\": 0.0, \"neu\": 0.7, \"pos\": 0.3, \"compound\": 0.631}, \"\\\"Yes, I've been thinking it over.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At\\nleast twice I kept you from seeing him, although he was actually sitting with me in my\\nroom.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At the door of an empty, plundered\\nwarehouse he saw him.\": {\"neg\": 0.153, \"neu\": 0.847, \"pos\": 0.0, \"compound\": -0.2023}, \"\\\"Am I well covered up now?\\\"\": {\"neg\": 0.0, \"neu\": 0.656, \"pos\": 0.344, \"compound\": 0.2732}, \"\\\"Oh yes.\": {\"neg\": 0.0, \"neu\": 0.27, \"pos\": 0.73, \"compound\": 0.4019}, \"\\\"So\\nhe won't be coming to our wedding,\\\" said she, \\\"and yet I have a right to get to know all\\nPage 103\\nyour friends.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Maybe the time will come for\\nmentioning them, and maybe sooner than we think.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"All he desired was to leave undisturbed the idea of the home town which his\\nfriend must have built up to his own content during the long interval.\": {\"neg\": 0.038, \"neu\": 0.794, \"pos\": 0.168, \"compound\": 0.6249}, \"Georg Bendemann, a\\nyoung merchant, was sitting in his own room on the first floor of one of a long row of\\nsmall, ramshackle houses stretching beside the river which were scarcely\\ndistinguishable from each other in height and coloring.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The figures quoted were microscopic by comparison with the\\nrange of Georg's present operations.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He\\nused to tell us the most incredible stories of the Russian Revolution.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Since the death of our dear\\nmother certain things have been done that aren't right.\": {\"neg\": 0.189, \"neu\": 0.583, \"pos\": 0.228, \"compound\": -0.0516}, \"I\\ncan't believe it.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, of course I've been playing a comedy!\": {\"neg\": 0.0, \"neu\": 0.521, \"pos\": 0.479, \"compound\": 0.5562}, \"And in fact he did inform his friend, in the long letter he had been writing that\\nSunday morning, about his engagement, with these words: \\\"I have saved my best news\\nto the end.\": {\"neg\": 0.0, \"neu\": 0.694, \"pos\": 0.306, \"compound\": 0.9217}, \"asked his father, laying his enormous\\nnewspaper on the window sill and on top of it his spectacles, which he covered with\\none hand.\": {\"neg\": 0.0, \"neu\": 0.815, \"pos\": 0.185, \"compound\": 0.6124}, \"\\\"Since your friends are like that, Georg, you\\nshouldn't ever have got engaged at all.\\\"\": {\"neg\": 0.0, \"neu\": 0.591, \"pos\": 0.409, \"compound\": 0.8074}, \"He drew the letter a little way from his pocket and let it\\ndrop back again.\": {\"neg\": 0.13, \"neu\": 0.87, \"pos\": 0.0, \"compound\": -0.2732}, \"-- But since we're talking about it, about this letter, I beg you, Georg,\\ndon't deceive me.\": {\"neg\": 0.0, \"neu\": 0.869, \"pos\": 0.131, \"compound\": 0.3089}, \"I remember that you used not to like him very much.\": {\"neg\": 0.19, \"neu\": 0.81, \"pos\": 0.0, \"compound\": -0.2755}, \"What could one write to such a man, who had obviously run off the rails, a man\\none could be sorry for but could not help.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.4655}, \"\\\"Ah, Georg,\\\" said his father, rising at once to meet him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 112\\n \\\"So you've been lying in wait for me!\\\"\": {\"neg\": 0.305, \"neu\": 0.695, \"pos\": 0.0, \"compound\": -0.6067}, \"Translated by Willa and Edwin Muir\\nPage 113\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So he was wearing\\nhimself out to no purpose in a foreign country, the unfamiliar full beard he wore did\\nnot quite conceal the face Georg had known so well since childhood, and his skin was\\ngrowing so yellow as to indicate some latent disease.\": {\"neg\": 0.046, \"neu\": 0.861, \"pos\": 0.093, \"compound\": 0.3052}, \"Georg felt himself urged from the room, the crash with which his father fell on\\nthe bed behind him was still in his ears as he fled.\": {\"neg\": 0.094, \"neu\": 0.906, \"pos\": 0.0, \"compound\": -0.4019}, \"I've been\\nwriting to him, for you forgot to take my writing things away from me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He could not lay him down on the bed for a moment, so firmly\\ndid he hang on to the watch chain.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- \\\"My father\\nis still a giant of a man,\\\" said Georg to himself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"cried Georg.\": {\"neg\": 0.722, \"neu\": 0.278, \"pos\": 0.0, \"compound\": -0.3818}, \"A comedy!\": {\"neg\": 0.0, \"neu\": 0.0, \"pos\": 1.0, \"compound\": 0.4199}, \"Georg knelt down at once beside his father, in the old man's weary face he saw\\nthe pupils, overlarge, fixedly looking at him from the corners of the eyes.\": {\"neg\": 0.07, \"neu\": 0.93, \"pos\": 0.0, \"compound\": -0.2732}, \"Alone -- do you know what that means?\\\"\": {\"neg\": 0.222, \"neu\": 0.778, \"pos\": 0.0, \"compound\": -0.25}, \"That's a good\\nexpression!\": {\"neg\": 0.0, \"neu\": 0.385, \"pos\": 0.615, \"compound\": 0.4926}, \"Georg stood close beside his father, who had let his head with its unkempt\\nwhite hair sink on his chest.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You sit here in the dark, and\\nin the sitting room you would have plenty of light.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Georg rose in embarrassment.\": {\"neg\": 0.492, \"neu\": 0.508, \"pos\": 0.0, \"compound\": -0.4404}, \"There will be time to tell you more about her later, for today\\nlet me just say that I am very happy and as between you and me the only difference in\\nour relationship is that instead of a quite ordinary kind of friend you will now have in\\nme a happy friend.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.93}, \"\\\"Georg,\\\" said his father, lengthening his toothless mouth, \\\"listen to me!\": {\"neg\": 0.212, \"neu\": 0.788, \"pos\": 0.0, \"compound\": -0.4003}, \"Why else?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Do you know what I think?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"So you find it snug in bed already,\\\" said Georg, and tucked the blankets more\\nclosely around him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, it's quite warm outside,\\\" said Georg, as if continuing his previous\\nremark, and sat down.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.2944}, \"Out of the front door he rushed, across the\\nroadway, driven toward the water.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His heavy dressing\\ngown swung open as he walked and the skirts of it fluttered around him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Since Georg did not come any\\nnearer, as he had expected, he straightened himself again.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Meanwhile Georg had succeeded in lowering his father down again and\\ncarefully taking off the woolen drawers he wore over his linen underpants and his\\nsocks.\": {\"neg\": 0.068, \"neu\": 0.785, \"pos\": 0.147, \"compound\": 0.3182}, \"And that's why you had to lock yourself up in your office\\n-- the Chief is busy, mustn't be disturbed -- just so that you could write your lying little\\nletters to Russia.\": {\"neg\": 0.093, \"neu\": 0.847, \"pos\": 0.06, \"compound\": -0.2996}, \"What other comfort was left to a poor old widower?\": {\"neg\": 0.246, \"neu\": 0.556, \"pos\": 0.198, \"compound\": -0.1531}, \"Do you\\nthink I concern myself with anything else?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had just finished a letter to\\nan old friend of his who was now living abroad, had put it into its envelope in a slow\\nand dreamy fashion, and with his elbows propped on the writing table was gazing out\\nof the window at the river, the bridge, and the hills on the farther bank with their\\ntender green.\": {\"neg\": 0.0, \"neu\": 0.947, \"pos\": 0.053, \"compound\": 0.4939}, \"These words went hissing through his mind.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I'll get the doctor to come, and we'll follow his\\norders.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"He has pockets even in his shirt!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You've always been a leg-puller and you\\nhaven't even shrunk from pulling my leg.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But there's\\ntime for all that later, I'll put you to bed now for a little, I'm sure you need to rest.\": {\"neg\": 0.0, \"neu\": 0.908, \"pos\": 0.092, \"compound\": 0.2551}, \"asked the father once more, seeming to be strangely\\nintent upon the answer.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.296}, \"\\\"Yes, but may he not\\nhear about our wedding in some other fashion?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But Georg's friend had no inkling of this improvement.\": {\"neg\": 0.148, \"neu\": 0.403, \"pos\": 0.45, \"compound\": 0.6705}, \"\\\"How you amused me today, coming to ask me if you should tell your friend\\nabout your engagement.\": {\"neg\": 0.0, \"neu\": 0.625, \"pos\": 0.375, \"compound\": 0.8402}, \"I can't do without you in\\nthe business, you know that very well, but if the business is going to undermine your\\nhealth, I'm ready to close it down tomorrow forever.\": {\"neg\": 0.081, \"neu\": 0.777, \"pos\": 0.142, \"compound\": 0.2838}, \"But a radical change.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I really only wanted to tell you,\\\" went on Georg, who had been vacantly\\nfollowing the old man's movements, \\\"that I am now sending the news of my\\nengagement to St.\": {\"neg\": 0.0, \"neu\": 0.906, \"pos\": 0.094, \"compound\": 0.4588}, \"asked Georg, giving him an\\nencouraging nod.\": {\"neg\": 0.0, \"neu\": 0.463, \"pos\": 0.537, \"compound\": 0.7003}, \"But as soon as he was laid in bed, all seemed well.\": {\"neg\": 0.0, \"neu\": 0.84, \"pos\": 0.16, \"compound\": 0.2732}, \"He knows it already, you stupid boy, he knows it all!\": {\"neg\": 0.27, \"neu\": 0.73, \"pos\": 0.0, \"compound\": -0.5707}, \"And he stood up quite unsupported and kicked his legs out.\": {\"neg\": 0.23, \"neu\": 0.77, \"pos\": 0.0, \"compound\": -0.4576}, \"And my son\\nstrutting through the world, finishing off deals that I had prepared for him, bursting\\nwith triumphant glee, and stalking away from his father with the closed face of a\\nrespectable businessman!\": {\"neg\": 0.0, \"neu\": 0.688, \"pos\": 0.312, \"compound\": 0.9134}, \"Do you think I read my newspapers?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His father was sitting by the window in a corner hung with various\\nmementoes of Georg's dead mother, reading a newspaper which he held to one side\\nbefore his eyes in an attempt to overcome a defect of vision.\": {\"neg\": 0.161, \"neu\": 0.791, \"pos\": 0.048, \"compound\": -0.6908}, \"Page 105\\n His father cleared away the breakfast dishes and set them on a chest.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.1027}, \"I could quite well understand your dislike of him, my friend has his peculiarities.\": {\"neg\": 0.142, \"neu\": 0.492, \"pos\": 0.366, \"compound\": 0.4754}, \"Petersburg.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"said Georg to himself, and believed that with\\nPage 111\\nthis remark he could make him an impossible figure for all the world.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"How long a time you've taken to grow up!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had not yet explicitly discussed with his\\nbride-to-be what arrangements should be made for his father in the future, for they\\nhad both of them silently taken it for granted that the old man would go on living\\nalone in the old house.\": {\"neg\": 0.043, \"neu\": 0.913, \"pos\": 0.043, \"compound\": 0.0}, \"It gave him a dreadful feeling to notice\\nthat while he took the few steps toward the bed the old man on his breast was playing\\nwith his watch chain.\": {\"neg\": 0.09, \"neu\": 0.807, \"pos\": 0.102, \"compound\": -0.1531}, \"\\\"You have no friend in St. Petersburg.\": {\"neg\": 0.212, \"neu\": 0.481, \"pos\": 0.308, \"compound\": 0.25}}"