"{\"Only one hand\\nlightly touched the ceiling to steady him.\": {\"neg\": 0.0, \"neu\": 0.738, \"pos\": 0.262, \"compound\": 0.4939}, \"If it happened that one carriage overtook another, then the\\nhorses would press against each other, and the harness straps hung dangling.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Meanwhile Georg had succeeded in lowering his father down again and\\ncarefully taking off the woolen drawers he wore over his linen underpants and his\\nsocks.\": {\"neg\": 0.068, \"neu\": 0.785, \"pos\": 0.147, \"compound\": 0.3182}, \"If a stick or the metal-covered corner of a suitcase stuck out, then the owner\\nwould have his attention drawn to this.\": {\"neg\": 0.095, \"neu\": 0.905, \"pos\": 0.0, \"compound\": -0.25}, \"Do you think\\nPage 109\\nI haven't been sorry for him?\": {\"neg\": 0.0, \"neu\": 0.88, \"pos\": 0.12, \"compound\": 0.0572}, \"For the reader who does after all intend to embark on that enterprise, that is to say,\\nwho has somehow become enthusiastic (and even if, as it were, the effect of the book\\ncan penetrate only so far as that enthusiasm), will be stimulated by the book to all\\nkinds of thoughts concerning his enterprise.\": {\"neg\": 0.0, \"neu\": 0.912, \"pos\": 0.088, \"compound\": 0.6249}, \"Once again the woman shifted as though\\nsettling down to sleep, half lying on her bundle, and sighed.\": {\"neg\": 0.167, \"neu\": 0.833, \"pos\": 0.0, \"compound\": -0.5267}, \"On the table stood the\\nremains of his breakfast, not much of which seemed to have been eaten.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Oh yes.\": {\"neg\": 0.0, \"neu\": 0.27, \"pos\": 0.73, \"compound\": 0.4019}, \"The traveler was suddenly talking more loudly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, at most Pirkershofer -- well, for what he's worth.\\\"\": {\"neg\": 0.0, \"neu\": 0.792, \"pos\": 0.208, \"compound\": 0.3321}, \"If you think back you're bound to remember.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"she cried, and covered her face with\\nher apron, but he was already gone.\": {\"neg\": 0.122, \"neu\": 0.878, \"pos\": 0.0, \"compound\": -0.2023}, \"So it was overshadowed as much as that by the high wall on the other side of the\\nnarrow courtyard.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the pavement straight in front of him there were many people walking in\\nvarious rhythms.\": {\"neg\": 0.0, \"neu\": 0.888, \"pos\": 0.112, \"compound\": 0.2263}, \"People were going past with slightly bent heads, above which they carried their\\ndark umbrellas in a loose grip.\": {\"neg\": 0.119, \"neu\": 0.881, \"pos\": 0.0, \"compound\": -0.3182}, \"\\\"As it happens, however, it's not such an\\nunpleasant business, is it?\": {\"neg\": 0.0, \"neu\": 0.812, \"pos\": 0.188, \"compound\": 0.3724}, \"-- And therefore take note: I sentence you now to death by\\ndrowning!\\\"\": {\"neg\": 0.271, \"neu\": 0.645, \"pos\": 0.084, \"compound\": -0.5983}, \"I'm\\neven too tired to walk all the way to the station without an effort, and it's only a short\\ndistance.\": {\"neg\": 0.132, \"neu\": 0.868, \"pos\": 0.0, \"compound\": -0.4404}, \"\\\"But if I myself distinguish between 'one' and 'I,' how then dare I complain\\nabout the others?\": {\"neg\": 0.152, \"neu\": 0.848, \"pos\": 0.0, \"compound\": -0.3612}, \"The porter came past and complained that puddles were\\nforming under the parasol; he held his arms in a semicircle before him in order to\\ndemonstrate the size of these puddles, and then moved his hands through the air, one\\nafter the other, like fishes sinking into deeper water, in order to make it clear that\\ntraffic was also being impeded by this parasol.\": {\"neg\": 0.04, \"neu\": 0.885, \"pos\": 0.075, \"compound\": 0.34}, \"He held the half-closed notebook in his left hand, with his\\nthumb on the page he had been reading, in order to be able to refer to it easily if he\\nshould need to.\": {\"neg\": 0.0, \"neu\": 0.851, \"pos\": 0.149, \"compound\": 0.6808}, \"You've\\ncome to me about this business, to talk it over with me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Do shut your umbrella; it stopped raining ages ago.\": {\"neg\": 0.192, \"neu\": 0.808, \"pos\": 0.0, \"compound\": -0.2263}, \"\\\"Jesus!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If one does not do without it, then one has only oneself to\\nblame for the bad consequences.\": {\"neg\": 0.269, \"neu\": 0.731, \"pos\": 0.0, \"compound\": -0.7096}, \"The road outside the railway station was not\\nlighted; only from three ground-floor windows in the building there came a misty\\nglimmer, but it did not extend far.\": {\"neg\": 0.064, \"neu\": 0.936, \"pos\": 0.0, \"compound\": -0.1967}, \"The carriages and people in the street move and walk hesitantly on shining ground, for\\nI am still dreaming.\": {\"neg\": 0.115, \"neu\": 0.885, \"pos\": 0.0, \"compound\": -0.296}, \"That's why he\\nhasn't been here for years, he knows everything a hundred times better than you do\\nyourself, in his left hand he crumples your letters unopened while in his right hand he\\nholds up my letters to read through!\\\"\": {\"neg\": 0.0, \"neu\": 0.794, \"pos\": 0.206, \"compound\": 0.8622}, \"Georg made a grimace of disbelief.\": {\"neg\": 0.333, \"neu\": 0.667, \"pos\": 0.0, \"compound\": -0.25}, \"Betty was his fianc\\u00e9e, he\\nwas fond of her, it would be disgusting if she were to thank him for that as well, but all\\nthe same --\\n Without meaning to, he often bumped his head on the panel against which he\\nwas leaning, then for a while he looked up at the ceiling.\": {\"neg\": 0.039, \"neu\": 0.868, \"pos\": 0.093, \"compound\": 0.2617}, \"Look!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Wrapped in the canvas of two sacks that had been cut up, the driver came over,\\nthe reflection of his stable lantern jumping through the puddles at his feet.\": {\"neg\": 0.067, \"neu\": 0.863, \"pos\": 0.07, \"compound\": 0.0258}, \"But before I posted the letter I wanted to let you know.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It doesn't wait so long.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I don't even need to go to the country myself, it isn't necessary.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 82\\n \\\"Do please tell me, what do beautiful eyes look like?\": {\"neg\": 0.0, \"neu\": 0.508, \"pos\": 0.492, \"compound\": 0.8271}, \"She did so indifferently, and she was perhaps, in any case, only looking\\nat the falling rain in front of him or at the small nameplates of firms that were fixed to\\nthe door over his head.\": {\"neg\": 0.043, \"neu\": 0.957, \"pos\": 0.0, \"compound\": -0.1531}, \"You would reproach me for not having refuted\\nyou more effectively now.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4927}, \"Irritably he\\nbegan an explanation: listen here, he said, he had been playing cards with Lebeda and\\nthey had just been getting on fine when the train came.\": {\"neg\": 0.089, \"neu\": 0.796, \"pos\": 0.115, \"compound\": -0.0516}, \"Raban quickly put up his umbrella and picked up his suitcase.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But thank goodness a father doesn't need to be taught how to see\\nthrough his son.\": {\"neg\": 0.0, \"neu\": 0.703, \"pos\": 0.297, \"compound\": 0.6705}, \"A barefoot boy came running up -- Raban did not see from where\\n-- and breathlessly asked Raban to let him carry the suitcase, for it was raining; but\\nRaban said: Yes, it was raining, and he would therefore go by omnibus.\": {\"neg\": 0.0, \"neu\": 0.918, \"pos\": 0.082, \"compound\": 0.5499}, \"On his left, at the window, two gentlemen were sitting opposite each other,\\ntalking about the price of goods.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now it doesn't matter.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and \\\"Hello there!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And now I shall say goodbye,\\nfor I don't want to go through the wet park with you, as I should like to drop in at\\nGillemann's, after all.\": {\"neg\": 0.115, \"neu\": 0.798, \"pos\": 0.087, \"compound\": 0.0459}, \"He had barely acknowledged, with an absent\\nPage 104\\nsmile, a greeting waved to him from the street by a passing acquaintance.\": {\"neg\": 0.0, \"neu\": 0.779, \"pos\": 0.221, \"compound\": 0.6249}, \"Perhaps during his mother's lifetime his father's insistence on having\\nPage 102\\neverything his own way in the business had hindered him from developing any real\\nactivity of his own, perhaps since her death his father had become less aggressive,\\nalthough he was still active in the business, perhaps it was mostly due to an accidental\\nrun of good fortune -- which was very probable indeed -- but at any rate during those\\ntwo years the business had developed in a most unexpected way, the staff had had to\\nbe doubled, the turnover was five times as great; no doubt about it, further progress\\nlay just ahead.\": {\"neg\": 0.089, \"neu\": 0.802, \"pos\": 0.109, \"compound\": 0.6538}, \"Many puddles were unexpectedly lit\\nup by the lantern trembling on the shaft, and split up, in ripples, under the wheel.\": {\"neg\": 0.111, \"neu\": 0.889, \"pos\": 0.0, \"compound\": -0.3612}, \"He looked\\nat Raban as he glanced up and, indeed, when he now began talking about thread\\nprices, did not turn his face away from Raban, as one gazes steadily at a point in order\\nnot to forget anything of what one wants to say.\": {\"neg\": 0.0, \"neu\": 0.963, \"pos\": 0.037, \"compound\": 0.1695}, \"Out of consideration for him, that was the only reason.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So Georg confined himself to giving his friend unimportant items of gossip\\nsuch as rise at random in the memory when one is idly thinking things over on a quiet\\nSunday.\": {\"neg\": 0.112, \"neu\": 0.73, \"pos\": 0.157, \"compound\": 0.3818}, \"Coachmen and pedestrians are shy, and every step they want to\\nadvance they ask as a favor from me, by looking at me.\": {\"neg\": 0.08, \"neu\": 0.76, \"pos\": 0.16, \"compound\": 0.25}, \"They must not stay long\\nanywhere, for everything must be done fast, and they must always talk only about their\\ngoods.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Georg could not resist the retort, realized at once the harm\\ndone and, his eyes starting in his head, bit his tongue back, only too late, till the pain\\nmade his knees give.\": {\"neg\": 0.18, \"neu\": 0.82, \"pos\": 0.0, \"compound\": -0.7783}, \"he cried.\": {\"neg\": 0.722, \"neu\": 0.278, \"pos\": 0.0, \"compound\": -0.3818}, \"Everyone could\\nPage 79\\nsee her.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, with his wife; it's next week they mean to go, and that's just why I\\npromised Gillemann I'd meet him today when he leaves the office.\": {\"neg\": 0.0, \"neu\": 0.909, \"pos\": 0.091, \"compound\": 0.3612}, \"Raban shut his eyes for a little while.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At the same time he drew his brows\\ntightly down over his eyes.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- he explained some things to me, didn't he, and described everything as it\\nwill appear to me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I'm not\\nso nervous, and that's why I've missed Gillemann now.\\\"\": {\"neg\": 0.163, \"neu\": 0.667, \"pos\": 0.17, \"compound\": 0.0229}, \"But now somehow I'm late, I had some errands to do.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The rain water was already running along the edge of the\\nPage 96\\ncarriageway in streaks that almost extended to the lower-lying gutters.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"That's the kind of man I\\nam and he'll just have to take me as I am,\\\" he said to himself, \\\"I can't cut myself to\\nanother pattern that might make a more suitable friend for him.\\\"\": {\"neg\": 0.0, \"neu\": 0.858, \"pos\": 0.142, \"compound\": 0.6477}, \"\\\"Yes, yes, and he would like to start now,\\ntoo,\\\" Raban answered, leaning out of the door, which he had opened, holding on to the\\ndoorpost with his right hand, the left hand held open, close to his mouth.\": {\"neg\": 0.0, \"neu\": 0.751, \"pos\": 0.249, \"compound\": 0.891}, \"I've thought it\\nover; it couldn't very well be managed.\": {\"neg\": 0.184, \"neu\": 0.816, \"pos\": 0.0, \"compound\": -0.2572}, \"I have got engaged to a Fr\\u00e4ulein Frieda Brandenfeld, a girl from a well-todo\\nfamily, who only came to live here a long time after you went away, so that you're\\nhardly likely to know her.\": {\"neg\": 0.0, \"neu\": 0.917, \"pos\": 0.083, \"compound\": 0.4019}, \"\\\"Well, you know, Father, that I wanted not to tell him about my engagement at\\nfirst.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.4588}, \"A girl came hurrying along from the road to the\\nplatform under a parasol with a flowered pattern; she set the open parasol on the\\nground and sat down, pushing her legs apart so that her skirt should dry better, and\\nran her fingertips over the tight-stretched skirt.\": {\"neg\": 0.0, \"neu\": 0.938, \"pos\": 0.062, \"compound\": 0.4404}, \"And in a louder voice: \\\"So now you know what\\nelse there was in the world besides yourself, till now you've known only about yourself!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One will spend more time in the rooms\\nand really never know for certain where all the others are, for if there is a ruin in the\\ndistrict, there will probably be a walk all together to that ruin; it will have been agreed\\nupon some time before.\": {\"neg\": 0.176, \"neu\": 0.785, \"pos\": 0.039, \"compound\": -0.8081}, \"The girl opposite him, who was probably a relative of his, urged him -- at\\nthe same time inclining her head toward her right shoulder -- to open the window,\\nbecause it was so very hot.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He\\nsaw many people's backs, and the backs of their heads, and between them the\\nupturned faces of people on the seat opposite.\": {\"neg\": 0.103, \"neu\": 0.897, \"pos\": 0.0, \"compound\": -0.1027}, \"No doubt that does you honor.\": {\"neg\": 0.431, \"neu\": 0.275, \"pos\": 0.294, \"compound\": -0.128}, \"Do you really have this friend in St.\": {\"neg\": 0.0, \"neu\": 0.632, \"pos\": 0.368, \"compound\": 0.6224}, \"It should have certainly been his duty to see that\\nhis father had clean changes of underwear.\": {\"neg\": 0.0, \"neu\": 0.746, \"pos\": 0.254, \"compound\": 0.6249}, \"Page 108\\n He carried his father to bed in his arms.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nor is it a sign of excitement if it stumbles on the\\nstairs, if it travels into the country, sobbing as it goes, and there eats its supper in tears.\": {\"neg\": 0.134, \"neu\": 0.772, \"pos\": 0.095, \"compound\": -0.0772}, \"Raban laid his curved hands palm-down on his knees and, leaning forward,\\nbetween the travelers' heads he saw the window and through the window lights flitting\\npast and others flitting away into the distance.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 97\\n This made quite an impression on Raban, since after all the gentleman had\\naddressed him first, and he therefore tried to show off a little, although it might not\\neven be noticed.\": {\"neg\": 0.0, \"neu\": 0.936, \"pos\": 0.064, \"compound\": 0.2911}, \"Some people came quickly toward the front entrance, stopped on the dry\\nmosaic paving, and, turning around slowly, stood gazing out into the rain, which,\\nwedged in by this narrow street, fell confusedly.\": {\"neg\": 0.101, \"neu\": 0.899, \"pos\": 0.0, \"compound\": -0.3612}, \"Raban, who now stood on the edge of the waiting group, turned around, for\\nsomeone had called out his name.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You've always been a leg-puller and you\\nhaven't even shrunk from pulling my leg.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It almost looked, on closer inspection, as if the care he\\nmeant to lavish there on his father might come too late.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4939}, \"The lady by the doorsteps over there, who had up to now been\\ncontemplating her shoes, which were quite visible under her tightly drawn skirt, now\\nlooked at him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Taking all\\nthis into account, how could one be sure that he would make a success of life at home?\": {\"neg\": 0.0, \"neu\": 0.739, \"pos\": 0.261, \"compound\": 0.7184}, \"A clock in a nearby square down below struck\\na quarter to five; under the umbrella he saw the light short steps of the people coming\\ntoward him; carriage wheels squeaked with the brakes on, turning more slowly; the\\nhorses stretched their thin forelegs, daring as chamois in the mountains.\": {\"neg\": 0.04, \"neu\": 0.909, \"pos\": 0.051, \"compound\": 0.128}, \"Everyone\\nsays her eyes are beautiful.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Petersburg.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"We'll have to\\nmake a change in your way of living.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You sit by a closed window, and the air\\nwould be so good for you.\": {\"neg\": 0.0, \"neu\": 0.777, \"pos\": 0.223, \"compound\": 0.5777}, \"\\\"Just think back a bit, Father,\\\" said Georg, lifting his father from the chair and\\nslipping off his dressing gown as he stood feebly enough, \\\"it'll soon be three years since\\nmy friend came to see us last.\": {\"neg\": 0.0, \"neu\": 0.918, \"pos\": 0.082, \"compound\": 0.4939}, \"I'll sweep her from\\nyour very side, you don't know how!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I wrote to you this\\nafternoon, anyway.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was more than three years since his last visit, and for this he offered\\nthe lame excuse that the political situation in Russia was too uncertain, which\\napparently would not permit even the briefest absence of a small businessman while it\\nallowed hundreds of thousands of Russians to travel peacefully abroad.\": {\"neg\": 0.088, \"neu\": 0.829, \"pos\": 0.083, \"compound\": -0.0772}, \"\\\"Ten thousand times!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"[Two pages missing].\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 88\\n Raban was now pleased that the train was going so fast, for he would not have\\nwanted to stay in the last place.\": {\"neg\": 0.0, \"neu\": 0.892, \"pos\": 0.108, \"compound\": 0.4404}, \"His lips were as pale as the faded red of his thick tie, which had\\na Moorish pattern.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I prefer it like that.\\\"\": {\"neg\": 0.0, \"neu\": 0.615, \"pos\": 0.385, \"compound\": 0.3612}, \"I have been mostly alone.\": {\"neg\": 0.4, \"neu\": 0.6, \"pos\": 0.0, \"compound\": -0.25}, \"\\\"Don't worry, you're well covered up.\\\"\": {\"neg\": 0.221, \"neu\": 0.487, \"pos\": 0.293, \"compound\": 0.1511}, \"\\\"I can't prevent that, of course, but it's\\nunlikely, considering the way he lives.\\\"\": {\"neg\": 0.074, \"neu\": 0.926, \"pos\": 0.0, \"compound\": -0.0096}, \"The omnibus was now traveling between houses; here and there the inside of\\nthe coach had a share of the light from a room; there were some steps -- to see the first\\nof them Raban would have had to stand up -- built up to a church; outside a park gate\\nthere was a lamp with a large flame burning in it, but a statue of a saint stood out in\\nblack relief only because of the light from a draper's shop, and Raban saw his candle,\\nwhich had burnt down, the trickle of wax hanging motionless from the seat.\": {\"neg\": 0.0, \"neu\": 0.94, \"pos\": 0.06, \"compound\": 0.6956}, \"\\\"And it isn't the kind of weather that will improve,\\\" the gentleman said and, in\\norder to make sure of it once more for the last time, bent forward to glance in scrutiny\\nup the street, then down, and then at the sky.\": {\"neg\": 0.0, \"neu\": 0.948, \"pos\": 0.052, \"compound\": 0.3182}, \"If it rains there, one goes home by tram over wet cobbles; here one goes\\nin a cart through mud to an inn.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- \\\"The city is far from here, and if I were now in\\ndanger of dying of homesickness, nobody could get me back there today.\": {\"neg\": 0.22, \"neu\": 0.78, \"pos\": 0.0, \"compound\": -0.7351}, \"Two gentlemen were\\nexchanging information.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He did not\\nneed him, he said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I shan't be able to compare the pond with\\nother ponds in some remote country, for I've never traveled, and talking about the\\nmoon and feeling bliss and rapturously climbing up on heaps of rubble is, after all,\\nsomething I'm too old to do without being laughed to scorn.\\\"\": {\"neg\": 0.047, \"neu\": 0.854, \"pos\": 0.099, \"compound\": 0.4059}, \"It would really have been\\nimpossible for him to take a look outside then, still, he did not mean to abuse anyone\\nwho did not understand that.\": {\"neg\": 0.0, \"neu\": 0.881, \"pos\": 0.119, \"compound\": 0.5216}, \"a little social gathering.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His hemispherical cap came down to\\nhis eyebrows, and a tassel hung down from the top as far as his left ear.\": {\"neg\": 0.0, \"neu\": 0.917, \"pos\": 0.083, \"compound\": 0.2023}, \"\\\"Wait, you said just now you advised me to stay here tonight.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Into his face, coming out of the air of the carriage, the rain beat, and he shut his\\neyes.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Stay where you are, I don't need you!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Through the gaps between the passers-by, now fleetingly, then comfortably,\\none saw the regularly set cobbles in the carriageway, on which carriages, swaying on\\ntheir wheels, were swiftly drawn by horses with arched necks.\": {\"neg\": 0.0, \"neu\": 0.865, \"pos\": 0.135, \"compound\": 0.6124}, \"One was leaning\\nback, her face hidden by a veil and the shadow of her hat.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And even if in matters of detail.\": {\"neg\": 0.0, \"neu\": 0.845, \"pos\": 0.155, \"compound\": 0.0258}, \"Still, she's a pretty woman.\\\"\": {\"neg\": 0.0, \"neu\": 0.484, \"pos\": 0.516, \"compound\": 0.4939}, \"And even if this is the last strength I have, it's enough for you, too\\nmuch for you.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.4939}, \"Raban walked on tiptoe through the mud and\\nshouted \\\"Driver!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 112\\n \\\"So you've been lying in wait for me!\\\"\": {\"neg\": 0.305, \"neu\": 0.695, \"pos\": 0.0, \"compound\": -0.6067}, \"Well,\\nit's no pleasure to anyone; I for instance shall have to do without my walks, which are\\nextremely important to my health.\\\"\": {\"neg\": 0.078, \"neu\": 0.641, \"pos\": 0.281, \"compound\": 0.6901}, \"\\\"Yes, of course I've been playing a comedy!\": {\"neg\": 0.0, \"neu\": 0.521, \"pos\": 0.479, \"compound\": 0.5562}, \"Much preparation would first be required, for here were people who had been\\nconcerned with goods since their youth.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Oh, that doesn't matter.\": {\"neg\": 0.264, \"neu\": 0.736, \"pos\": 0.0, \"compound\": -0.0191}, \"The noise of\\nthe journey ceased, guards shouted the name of a place, and Raban said nothing.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He could not lay him down on the bed for a moment, so firmly\\ndid he hang on to the watch chain.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- But since we're talking about it, about this letter, I beg you, Georg,\\ndon't deceive me.\": {\"neg\": 0.0, \"neu\": 0.869, \"pos\": 0.131, \"compound\": 0.3089}, \"His friend in St.\\nPetersburg, whom his father suddenly knew too well, touched his imagination as never\\nbefore.\": {\"neg\": 0.0, \"neu\": 0.751, \"pos\": 0.249, \"compound\": 0.6486}, \"\\\"I was only going to say books are\\nuseful in every sense and quite especially in respects in which one would not expect it.\": {\"neg\": 0.0, \"neu\": 0.793, \"pos\": 0.207, \"compound\": 0.6948}, \"Wedding Preparations in the Country\\nI\\n WHEN Eduard Raban, coming along the passage, walked into the open\\ndoorway, he saw that it was raining.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I shall have to pay much\\nattention to this.\": {\"neg\": 0.167, \"neu\": 0.833, \"pos\": 0.0, \"compound\": -0.1027}, \"I've been\\nwriting to him, for you forgot to take my writing things away from me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And, as it will\\ncome about quite naturally, I can be weak and quiet and let everything happen to me,\\nand yet everything must turn out well, through the sheer fact of the passing of the\\ndays.\": {\"neg\": 0.074, \"neu\": 0.872, \"pos\": 0.054, \"compound\": -0.2023}, \"-- \\\"My father\\nis still a giant of a man,\\\" said Georg to himself.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I shall just\\nhave to travel alone.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That's a good\\nexpression!\": {\"neg\": 0.0, \"neu\": 0.385, \"pos\": 0.615, \"compound\": 0.4926}, \"\\\"Because she lifted up her skirts,\\\" his father began to flute, \\\"because she lifted\\nher skirts like this, the nasty creature,\\\" and mimicking her he lifted his shirt so high\\nthat one could see the scar on his thigh from his war wound, \\\"because she lifted her\\nskirts like this and this you made up to her, and in order to make free with her\\nundisturbed you have disgraced your mother's memory, betrayed your friend, and\\nstuck your father into bed so that he can't move.\": {\"neg\": 0.157, \"neu\": 0.733, \"pos\": 0.11, \"compound\": -0.7184}, \"\\\"She's never really upright and perhaps her back is round.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But even all that work does not give one a claim to be treated lovingly by\\neveryone; on the contrary, one is alone, a total stranger and only an object of curiosity.\": {\"neg\": 0.058, \"neu\": 0.819, \"pos\": 0.123, \"compound\": 0.4939}, \"How unreasonable I'm being!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There Raban looked around, while calling out \\\"Thank you, thank you!\\\"\": {\"neg\": 0.0, \"neu\": 0.63, \"pos\": 0.37, \"compound\": 0.6476}, \"Do you know what I think?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I'll\\nsend my clothed body.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He wanted to give\\nme some instructions regarding the furnishing of their house, that's why I was\\nsupposed to meet him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Out of the front door he rushed, across the\\nroadway, driven toward the water.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Do you\\nthink I concern myself with anything else?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I'll get the doctor to come, and we'll follow his\\norders.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, when one is young --\\\" the gentleman said, meaning nothing in particular\\nby this, merely wanting to indicate how it was raining, that the rain was heavier again,\\nand that now it was not going to stop at all; but to Raban it sounded as though at sixty\\nthe gentleman still thought of himself as young and energetic and considered Raban's\\nthirty years nothing in comparison, and as though he meant to say besides, insofar as it\\nwas permissible, that at the age of thirty he had, of course, been more sensible than\\nRaban.\": {\"neg\": 0.0, \"neu\": 0.946, \"pos\": 0.054, \"compound\": 0.6479}, \"\\\"It's a big market this time,\\nisn't it?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"many times.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then the lady called him and\\nhenceforth held him by the hand; yet he did not cry.\": {\"neg\": 0.0, \"neu\": 0.723, \"pos\": 0.277, \"compound\": 0.696}, \"And the notebook trembled, for he was not supporting his arm on\\nanything, and the coach, which was now in motion, beat on the rails like a hammer.\": {\"neg\": 0.145, \"neu\": 0.774, \"pos\": 0.081, \"compound\": -0.2514}, \"I can't do without you in\\nthe business, you know that very well, but if the business is going to undermine your\\nhealth, I'm ready to close it down tomorrow forever.\": {\"neg\": 0.081, \"neu\": 0.777, \"pos\": 0.142, \"compound\": 0.2838}, \"Then a lady climbed onto the first step, her long skirt, which she hitched up\\nwith both hands, stretched tightly around her legs.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the other hand, I shall\\nmake but little showing in conversation.\": {\"neg\": 0.0, \"neu\": 0.826, \"pos\": 0.174, \"compound\": 0.2732}, \"He went on remembering this even when he was in the street, which went\\nslightly uphill in the direction he wished to follow.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Sir, take it from me; exactly the same prices, only yesterday I saw\\nit black on white.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Yet he was holding the\\nreins attentively so that the dray, on which iron bars were clanging against one\\nanother, made its way safely through the dense traffic.\": {\"neg\": 0.0, \"neu\": 0.894, \"pos\": 0.106, \"compound\": 0.4939}, \"At the door of an empty, plundered\\nwarehouse he saw him.\": {\"neg\": 0.153, \"neu\": 0.847, \"pos\": 0.0, \"compound\": -0.2023}, \"the gentleman said in a low voice, shaking his head,\\nconsciously, it was true, but still in a slightly senile way.\": {\"neg\": 0.139, \"neu\": 0.769, \"pos\": 0.091, \"compound\": 0.0}, \"He knows it already, you stupid boy, he knows it all!\": {\"neg\": 0.27, \"neu\": 0.73, \"pos\": 0.0, \"compound\": -0.5707}, \"The lantern was attached to the end of the shaft; the horse, having been\\nshouted at in a muffled voice, began to pull, and the water on top of the bus, now set\\nstirring, dripped slowly through a crack into the carriage.\": {\"neg\": 0.0, \"neu\": 0.956, \"pos\": 0.044, \"compound\": 0.2023}, \"I shall make them angry if I try to pacify them.\": {\"neg\": 0.292, \"neu\": 0.708, \"pos\": 0.0, \"compound\": -0.5106}, \"Only just now Herr Pirkershofer -- if you please, that's the\\njunior assistant clerk -- had come in and had said he thought a small fair man had\\nbeen wanting to go by the omnibus.\": {\"neg\": 0.0, \"neu\": 0.874, \"pos\": 0.126, \"compound\": 0.5574}, \"There it goes.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Finally, by a lamppost -- a place\\nwhere the electric tram stopped -- which was set up on a small square concrete base,\\nhe halted.\": {\"neg\": 0.083, \"neu\": 0.917, \"pos\": 0.0, \"compound\": -0.2263}, \"Betty has often told me, after all, how much she\\nhas been bothered by lecherous men and how she has had to rebuff their insistence;\\nperhaps it is that here too.\": {\"neg\": 0.071, \"neu\": 0.929, \"pos\": 0.0, \"compound\": -0.3182}, \"He glanced around to make it\\nseem plausible.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"All right, perhaps I was exaggerating slightly.\": {\"neg\": 0.254, \"neu\": 0.746, \"pos\": 0.0, \"compound\": -0.1779}, \"Her lower lip was drawn slightly into her mouth.\": {\"neg\": 0.216, \"neu\": 0.784, \"pos\": 0.0, \"compound\": -0.296}, \"-- Could\\nPage 93\\nnot all this be used as reproaches against Raban?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"So, for instance, it escaped him that\\nRaban's lips were very pale, not much less so than the very faded red of his tie, which\\nhad a once striking Moorish pattern.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Besides that, you will acquire in my fianc\\u00e9e, who sends her warm\\ngreetings and will soon write you herself, a genuine friend of the opposite sex, which is\\nnot without importance to a bachelor.\": {\"neg\": 0.0, \"neu\": 0.742, \"pos\": 0.258, \"compound\": 0.8281}, \"In doing so he looked down on a little girl's hat, which\\nwas made of plaited red straw and had a little green wreath on the wavy brim.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Enough\\nto play cards by -- but for reading a newspaper?\": {\"neg\": 0.0, \"neu\": 0.841, \"pos\": 0.159, \"compound\": 0.1779}, \"It's a trivial affair, it's hardly worth mentioning, so don't deceive me.\": {\"neg\": 0.083, \"neu\": 0.604, \"pos\": 0.313, \"compound\": 0.4666}, \"The younger man had jerked a notebook out of the hip pocket of his trousers,\\nrapidly flicked the leaves over with a forefinger moistened on his tongue, and then\\nread through a page, drawing the back of his fingernail down it as he went.\": {\"neg\": 0.043, \"neu\": 0.957, \"pos\": 0.0, \"compound\": -0.2023}, \"\\\"If at least,\\\" Raban thought, \\\"I were to get into a wrong train.\": {\"neg\": 0.22, \"neu\": 0.78, \"pos\": 0.0, \"compound\": -0.4767}, \"Or if you would rather\\ngo into the front room at once, you can lie down in my bed for the present.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Raban started.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"To Raban, who only pointed at the rain, he\\ncalled out over several heads, which now all turned to Raban, \\\"Have a good journey\\\"\\nand reiterated a promise, obviously given earlier, definitely to visit Raban the next\\nSunday.\": {\"neg\": 0.0, \"neu\": 0.807, \"pos\": 0.193, \"compound\": 0.7845}, \"That's the road, between the hedges.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"He knows everything a\\nthousand times better!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"From a little distance Lement then called back: \\\"I say, Eduard, can you hear\\nme?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"His insight made\\nhim radiant.\": {\"neg\": 0.0, \"neu\": 0.563, \"pos\": 0.437, \"compound\": 0.4767}, \"\\\"You wanted to cover me up, I know, my young sprig, but I'm far from being\\ncovered up yet.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I didn't have a chance to tell\\nyou.\\\"\": {\"neg\": 0.258, \"neu\": 0.742, \"pos\": 0.0, \"compound\": -0.1877}, \"With this letter in his hand Georg had been sitting a long time at the writing\\ntable, his face turned toward the window.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4939}, \"And just\\nas I was wondering whether I shouldn't go to their apartment, I saw you, was at first\\nastonished at the suitcase, and spoke to you.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.3818}, \"But her eyes are beautiful, they're brown, if I'm not mistaken.\": {\"neg\": 0.0, \"neu\": 0.6, \"pos\": 0.4, \"compound\": 0.7193}, \"-- The journey will make me ill, I know that\\nquite well.\": {\"neg\": 0.197, \"neu\": 0.634, \"pos\": 0.169, \"compound\": -0.1045}, \"Raban followed it with his gaze, his head lowered, resting the handle of his\\numbrella on his shoulder in order to see better.\": {\"neg\": 0.059, \"neu\": 0.827, \"pos\": 0.114, \"compound\": 0.34}, \"Then he forgot it, for now he had to\\nexert himself a little; his small suitcase was none too light, and the wind was blowing\\nstraight against him, making his coat flutter and bending the front spokes of his\\numbrella.\": {\"neg\": 0.0, \"neu\": 0.952, \"pos\": 0.048, \"compound\": 0.2263}, \"Often he jumped high into the air so that the water splashed\\na great deal and passers-by admonished him severely.\": {\"neg\": 0.227, \"neu\": 0.615, \"pos\": 0.158, \"compound\": -0.2023}, \"\\\"But your friend hasn't been betrayed after all!\\\"\": {\"neg\": 0.0, \"neu\": 0.472, \"pos\": 0.528, \"compound\": 0.7725}, \"You did promise, but when one's in love.\": {\"neg\": 0.0, \"neu\": 0.446, \"pos\": 0.554, \"compound\": 0.8151}, \"\\\"Of course I did,\\\" said the woman, who was sitting opposite Raban.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Two gentlemen\\nwere exchanging information on some subject, at times turning the whole front of\\ntheir bodies to each other, and then slowly turning aside themselves again; it was like\\nPage 95\\ndoors ajar in the wind.\": {\"neg\": 0.0, \"neu\": 0.935, \"pos\": 0.065, \"compound\": 0.3612}, \"Page 84\\n Raban did not answer, shut his umbrella, and the sky closed over him in pallid\\ndarkness.\": {\"neg\": 0.105, \"neu\": 0.895, \"pos\": 0.0, \"compound\": -0.25}, \"TWO years ago his\\nmother had died, since when he and his father had shared the household together, and\\nhis friend had of course been informed of that and had expressed his sympathy in a\\nletter phrased so dryly that the grief caused by such an event, one had to conclude,\\ncould not be realized in a distant country.\": {\"neg\": 0.102, \"neu\": 0.777, \"pos\": 0.121, \"compound\": 0.0772}, \"And is it\\ndifferent at the next station or at the previous ones or at the later ones or at the village\\nI am going to?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If he so much as talks about a book.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Raban could hear the noise from the platform even when he had shut the\\ncarriage door and sat down on the last little free bit of a light-brown wooden seat.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.4601}, \"There are ponds there; one will go for a walk the\\nlength of those ponds.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For when one is about to embark on some enterprise, it is precisely the books whose\\ncontents have nothing at all in common with the enterprise that are the most useful.\": {\"neg\": 0.0, \"neu\": 0.904, \"pos\": 0.096, \"compound\": 0.4927}, \"He had put his right thumb into his\\nmouth and was rubbing his teeth on it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He looked up at Georg\\nwith a not unfriendly eye.\": {\"neg\": 0.0, \"neu\": 0.791, \"pos\": 0.209, \"compound\": 0.2755}, \"That\\nwould be the most sensible thing.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Sometimes they travel by carriage between the villages.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Through the windowpane of a ground-floor caf\\u00e9, close to the window,\\ngentlemen could be seen sitting, reading and eating, around a three-sided table; one\\nhad lowered a newspaper to the table, held a little cup raised, and was looking into the\\nstreet out of the corners of his eyes.\": {\"neg\": 0.033, \"neu\": 0.967, \"pos\": 0.0, \"compound\": -0.128}, \"His suitcase lay beside him, one of its sides on\\nthe ground.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so he said: \\\"We are talking about\\ndifferent things, since you did not wait to hear what I was going to say.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"She has the\\nmost beautiful eyes I've ever seen.\\\"\": {\"neg\": 0.0, \"neu\": 0.656, \"pos\": 0.344, \"compound\": 0.6361}, \"the train stopped.\": {\"neg\": 0.487, \"neu\": 0.513, \"pos\": 0.0, \"compound\": -0.2263}, \"He was pleased\\nby the rain.\": {\"neg\": 0.0, \"neu\": 0.633, \"pos\": 0.367, \"compound\": 0.4404}, \"Behind her sat a gentleman with a traveling cap on his head, reading a large\\nnewspaper.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The traveler talked more quietly.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, it isn't so important,\\\" Raban said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The traveler was\\nsmoking a cigar in silence and kept on fidgeting as though he were tapping the ash off\\nthe end of it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Carriages hastened from street to street across the square, the horses' bodies\\nflew along horizontally as though they were being flung through the air, but the\\nnodding of the head and the neck revealed the rhythm and effort of the movement.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 107\\n \\\"Georg,\\\" said his father in a low voice, without moving.\": {\"neg\": 0.174, \"neu\": 0.826, \"pos\": 0.0, \"compound\": -0.2732}, \"You're not taking\\nenough care of yourself.\": {\"neg\": 0.305, \"neu\": 0.695, \"pos\": 0.0, \"compound\": -0.3875}, \"Hereupon he yawned and seemed to become exhausted, since he had now\\nheard Raban's voice and, occupied with this conversation, no longer took any interest\\nin anything, not even in the conversation.\": {\"neg\": 0.128, \"neu\": 0.79, \"pos\": 0.082, \"compound\": -0.1779}, \"Had it not grown late?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I am listening,\\\" the gentleman said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You'll see I'm right as\\nsoon as you've got a glimpse of that small thick nose.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You comedian!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In front of a shopwindow, in which, behind a wet glass pane, little hats for men\\nwere displayed on small pegs, he stopped and looked in, his lips pursed.\": {\"neg\": 0.068, \"neu\": 0.932, \"pos\": 0.0, \"compound\": -0.2263}, \"A gentleman held on to a brass rod\\nand, with lifted head, recounted something to the lady.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Tell me -- and while\\nyou're answering me be you still my living son -- what else was left to me, in my back\\nroom, plagued by a disloyal staff, old to the marrow of my bones?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The not particularly clean appearance of his underwear made him reproach\\nhimself for having been neglectful.\": {\"neg\": 0.281, \"neu\": 0.719, \"pos\": 0.0, \"compound\": -0.6678}, \"In a corner at the far end of the coach a tall man stood up, holding playing\\ncards in his hand, and called out:\\n \\\"I say, Marie, did you pack the zephyr shirts?\\\"\": {\"neg\": 0.0, \"neu\": 0.853, \"pos\": 0.147, \"compound\": 0.6124}, \"Raban also\\nbethought himself and pushed his suitcase under his seat.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He had to breathe more deeply.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When Raban wanted to call him, it was already too late.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Of course, I've taken precautions in my clothing, but I shall have to join with people\\nwho go for walks late in the evening.\": {\"neg\": 0.0, \"neu\": 0.887, \"pos\": 0.113, \"compound\": 0.4215}, \"And when Raban caught sight of the official -- he was already at the step up to\\nhis office -- he ran in front of him and stopped him: \\\"Excuse me, please, is it far to the\\nvillage?\": {\"neg\": 0.047, \"neu\": 0.864, \"pos\": 0.089, \"compound\": 0.1779}, \"If he's a good friend of mine, I said to myself,\\nmy being happily engaged should make him happy too.\": {\"neg\": 0.0, \"neu\": 0.447, \"pos\": 0.553, \"compound\": 0.9442}, \"She had\\nbeen dozing, and now when the question waked her she answered as though she were\\ntalking to herself or to Raban.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now, had he noticed this, he would certainly\\nhave made a fuss about it, at least inwardly, which, again, would not have been the\\nright thing, for Raban was always pale, even if, it was a fact, various things might have\\nbeen making him especially tired just recently.\": {\"neg\": 0.064, \"neu\": 0.887, \"pos\": 0.048, \"compound\": -0.2006}, \"The other was poking about in the works of a pocket watch with the tip\\nof a knife, so that one could hear it scraping.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Often the\\npassengers would change places, discussing these changes with each other, or they\\nwould transfer their luggage, which lay in a narrow blue net over a seat, to another\\none.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A thousand friends\\nwouldn't make up to me for my father.\": {\"neg\": 0.0, \"neu\": 0.744, \"pos\": 0.256, \"compound\": 0.4767}, \"He came up and spoke to me and then walked with me, in spite of\\nthe fact that there was nothing he wanted to find out from me and that he himself still\\nhad something else to do.\": {\"neg\": 0.084, \"neu\": 0.916, \"pos\": 0.0, \"compound\": -0.5267}, \"\\\"You were going to get\\ninto the tram.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I know that there are many reasons why you\\ncan't come to see us, but would not my wedding be precisely the right occasion for\\ngiving all obstacles the go-by?\": {\"neg\": 0.101, \"neu\": 0.806, \"pos\": 0.093, \"compound\": -0.0772}, \"Well, it is not difficult to protect oneself\\nagainst such invitations.\": {\"neg\": 0.152, \"neu\": 0.556, \"pos\": 0.292, \"compound\": 0.2561}, \"\\\"Yes, that could be done -- but it wouldn't be very nice if I didn't go -- and I'm\\ntired, yes, I'll go all right.\": {\"neg\": 0.226, \"neu\": 0.662, \"pos\": 0.112, \"compound\": -0.5608}, \"\\\"If one is going on one's summer holidays now and is going to stay there, one\\ncan't but regret it.\": {\"neg\": 0.0, \"neu\": 0.79, \"pos\": 0.21, \"compound\": 0.5856}, \"A\\nlittle girl was holding a tired puppy in her outstretched hands.\": {\"neg\": 0.244, \"neu\": 0.756, \"pos\": 0.0, \"compound\": -0.4404}, \"The conductor shouted.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For it was only a fortnight, that was to say, a limited period, and\\neven if the annoyances grew ever greater, still, the time during which one had to\\nendure them would be growing shorter and shorter.\": {\"neg\": 0.118, \"neu\": 0.777, \"pos\": 0.105, \"compound\": -0.128}, \"Georg shrank into a corner, as far away from his father as possible.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One works so\\nfeverishly at the office that afterwards one is too tired even to enjoy one's holidays\\nproperly.\": {\"neg\": 0.117, \"neu\": 0.648, \"pos\": 0.235, \"compound\": 0.4404}, \"\\\"True,\\\" he said, \\\"in town one can very easily manage to go without\\nwhat isn't good for one.\": {\"neg\": 0.0, \"neu\": 0.772, \"pos\": 0.228, \"compound\": 0.5766}, \"Irritably he asked a neighbor,\\nwho was standing a little farther back in the entrance, what the time was.\": {\"neg\": 0.149, \"neu\": 0.851, \"pos\": 0.0, \"compound\": -0.4215}, \"Among the wreckage of his showcases, the slashed remnants\\nof his wares, the falling gas brackets, he was just standing up.\": {\"neg\": 0.156, \"neu\": 0.844, \"pos\": 0.0, \"compound\": -0.3612}, \"\\\"They're commercial travelers,\\\" Raban thought and,\\nPage 86\\nbreathing regularly, he gazed at them.\": {\"neg\": 0.167, \"neu\": 0.833, \"pos\": 0.0, \"compound\": -0.3818}, \"He did not understand anything of\\nwhat the traveler was talking about, nor would he understand the other's answer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now the evening's too far gone for\\npaying calls, it's fairly impossible to go to Gillemann now.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Thus, undoubtedly courage would\\nincrease.\": {\"neg\": 0.0, \"neu\": 0.353, \"pos\": 0.647, \"compound\": 0.6705}, \"You know yourself he's a\\ndifficult man.\": {\"neg\": 0.333, \"neu\": 0.667, \"pos\": 0.0, \"compound\": -0.3612}, \"I did refuse to spend the evening in town,\\nbut that was only natural, that can't have offended him, for he is a sensible person.\\\"\": {\"neg\": 0.059, \"neu\": 0.742, \"pos\": 0.199, \"compound\": 0.5803}, \"He ran out of the doorway and looked up wide-eyed into the sky in order\\nto catch more of the rain.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The official had put his\\nright hand on his hip, and through the triangle formed by the arm and the body Raban\\nPage 91\\nsaw the girl, who had now shut the parasol, on the seat where she sat.\": {\"neg\": 0.0, \"neu\": 0.922, \"pos\": 0.078, \"compound\": 0.4939}, \"Electric tramcars moved past, huge and very close; others, vaguely visible, stood\\nPage 80\\nmotionless far away in the streets.\": {\"neg\": 0.0, \"neu\": 0.892, \"pos\": 0.108, \"compound\": 0.3182}, \"There will be time to tell you more about her later, for today\\nlet me just say that I am very happy and as between you and me the only difference in\\nour relationship is that instead of a quite ordinary kind of friend you will now have in\\nme a happy friend.\": {\"neg\": 0.0, \"neu\": 0.769, \"pos\": 0.231, \"compound\": 0.93}, \"It was evident that he was far from agreeing with everything and later would give his\\nown opinion.\": {\"neg\": 0.0, \"neu\": 0.876, \"pos\": 0.124, \"compound\": 0.34}, \"\\\"Just take your bride on your arm and try getting in my way!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And her mouth is so wide, and here, beyond doubt, the lower lip\\nprotrudes, yes, now I remember that too.\": {\"neg\": 0.201, \"neu\": 0.684, \"pos\": 0.115, \"compound\": -0.25}, \"There\\nwas no need to think that there were wheels under the floor and in front the horse\\nbetween the shafts.\": {\"neg\": 0.099, \"neu\": 0.901, \"pos\": 0.0, \"compound\": -0.296}, \"\\\"So\\nhe won't be coming to our wedding,\\\" said she, \\\"and yet I have a right to get to know all\\nPage 103\\nyour friends.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And yet I don't know whether I shall be able to, for it is not so\\neasy as I imagine it now when I am still alone and can still do everything, can still go\\nback if I want to, for I shall have no one there whom I could pay calls on whenever I\\nlike, and no one with whom I could make more strenuous expeditions, no one there\\nwho could show me how his crops are doing or show me a quarry he is working there.\": {\"neg\": 0.15, \"neu\": 0.806, \"pos\": 0.044, \"compound\": -0.8036}, \"\\\"Of course.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Only now did he see how the passage had filled up with people.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And that he believed even if one had nothing else to do, like himself, for\\ninstance, an old man, yet it was really wasting one's time to stand about here in this\\nhall, looking at the rain, but if one spent the time, besides, in chatter, one was wasting\\nit doubly.\": {\"neg\": 0.107, \"neu\": 0.861, \"pos\": 0.031, \"compound\": -0.6412}, \"The figures quoted were microscopic by comparison with the\\nrange of Georg's present operations.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Without hesitation he walked through the rain to the engine, stood there motionless\\nwith his arms folded, and waited until the engine driver leaned over his rail and talked\\nto him.\": {\"neg\": 0.0, \"neu\": 0.943, \"pos\": 0.057, \"compound\": 0.2057}, \"Page 90\\n There were two lighted lamps, and a station official came out of a door.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I\\ncan't believe it.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Anyway, he's been transferred now and he goes away\\nfrom there, as I believe and hope, next week.\\\"\": {\"neg\": 0.0, \"neu\": 0.847, \"pos\": 0.153, \"compound\": 0.4404}, \"And in fact he did inform his friend, in the long letter he had been writing that\\nSunday morning, about his engagement, with these words: \\\"I have saved my best news\\nto the end.\": {\"neg\": 0.0, \"neu\": 0.694, \"pos\": 0.306, \"compound\": 0.9217}, \"At many of the windows in\\nthe train there were passengers standing, and since what they had to look at was an\\nordinary railway station their gaze was probably dim, the eyelids close together, as\\nthough the train were in motion.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And however sharply you may recollect now, you would, I dare wager, forget\\neverything if you were to talk to him.\": {\"neg\": 0.091, \"neu\": 0.909, \"pos\": 0.0, \"compound\": -0.2263}, \"He would have been a son after my own\\nheart.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He drew the letter a little way from his pocket and let it\\ndrop back again.\": {\"neg\": 0.13, \"neu\": 0.87, \"pos\": 0.0, \"compound\": -0.2732}, \"Or does he know that I am Betty's fianc\\u00e9, and does that give him a\\nreason for not coming to fetch me in?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The skirt was drawn tight\\nover her right hip.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"'A\\ngood book is the best friend there is,' and that's really true, it is so, a good book is the\\nbest friend there is.\\\"\": {\"neg\": 0.0, \"neu\": 0.418, \"pos\": 0.582, \"compound\": 0.9741}, \"Every now and again one would step forward and\\ncross the road.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Won't they be wondering about me\\nby this time?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"And very beautiful she is.\": {\"neg\": 0.0, \"neu\": 0.488, \"pos\": 0.512, \"compound\": 0.6361}, \"So they'll end up by imagining that even my appearance is quite\\ndifferent.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Probably they're not unjust, but I'm too tired to take it all in.\": {\"neg\": 0.231, \"neu\": 0.659, \"pos\": 0.111, \"compound\": -0.4587}, \"Georg knelt down at once beside his father, in the old man's weary face he saw\\nthe pupils, overlarge, fixedly looking at him from the corners of the eyes.\": {\"neg\": 0.07, \"neu\": 0.93, \"pos\": 0.0, \"compound\": -0.2732}, \"And what a dress!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Am I well covered up now?\\\"\": {\"neg\": 0.0, \"neu\": 0.656, \"pos\": 0.344, \"compound\": 0.2732}, \"\\\"As I lie in bed I assume the shape of a big beetle, a stag beetle or a cockchafer, I\\nthink.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"She was sleepy, she rested her left elbow on a blue\\nbundle, and her head dropped heavily against her hand, which pressed through the\\nflesh of the cheek to the cheekbone.\": {\"neg\": 0.0, \"neu\": 0.901, \"pos\": 0.099, \"compound\": 0.4939}, \"\\\"But they're expecting me in the country.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It's not a very fine spring,\\\" Raban said.\": {\"neg\": 0.232, \"neu\": 0.768, \"pos\": 0.0, \"compound\": -0.2044}, \"\\\"No, a quarter of an hour, but by bus -- as it's raining -- you'll be there in five\\nminutes.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The result of this aimless glancing hither and thither\\nwas that there was a great deal he did not notice.\": {\"neg\": 0.0, \"neu\": 0.814, \"pos\": 0.186, \"compound\": 0.6249}, \"\\\"So you find it snug in bed already,\\\" said Georg, and tucked the blankets more\\nclosely around him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You won't argue, but you won't admit your mistake either.\": {\"neg\": 0.146, \"neu\": 0.54, \"pos\": 0.314, \"compound\": 0.2924}, \"\\\"Well, it's quite warm outside,\\\" said Georg, as if continuing his previous\\nremark, and sat down.\": {\"neg\": 0.0, \"neu\": 0.872, \"pos\": 0.128, \"compound\": 0.2944}, \"Many people would take on such a burden, I think.\\\"\": {\"neg\": 0.293, \"neu\": 0.707, \"pos\": 0.0, \"compound\": -0.4404}, \"Past four o'clock,\\\" and turned away.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the side of the square along which they were\\nwalking, there was an uninterrupted row of houses, from the corners of which two --\\nat first widely distant -- rows of houses extended into the indiscernible distance in\\nwhich they seemed to unite.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In any case one can be quiet, one may even draw the\\ncurtains over the windows and wait for the jerk with which the vehicle must start.\": {\"neg\": 0.085, \"neu\": 0.915, \"pos\": 0.0, \"compound\": -0.34}, \"That is where I'm sure to catch cold.\": {\"neg\": 0.0, \"neu\": 0.753, \"pos\": 0.247, \"compound\": 0.3182}, \"And that's why you had to lock yourself up in your office\\n-- the Chief is busy, mustn't be disturbed -- just so that you could write your lying little\\nletters to Russia.\": {\"neg\": 0.093, \"neu\": 0.847, \"pos\": 0.06, \"compound\": -0.2996}, \"With weakening grip he was still holding on\\nwhen he spied between the railings a motor-bus coming which would easily cover the\\nnoise of his fall, called in a low voice: \\\"Dear parents, I have always loved you, all the\\nsame,\\\" and let himself drop.\": {\"neg\": 0.126, \"neu\": 0.7, \"pos\": 0.173, \"compound\": 0.5267}, \"I don't mean anything at all,\\\"\\nRaban hastened to say, prepared to excuse the gentleman's absent-mindedness in any\\nway possible, since after all he wanted to show off a little more.\": {\"neg\": 0.0, \"neu\": 0.894, \"pos\": 0.106, \"compound\": 0.296}, \"If it staggers out of the door of my room, the staggering will\\nindicate not fear but its nothingness.\": {\"neg\": 0.0, \"neu\": 0.908, \"pos\": 0.092, \"compound\": 0.2057}, \"The shopwoman could not go to sleep again; she sat upright and looked out of\\nPage 89\\nthe window; then for a long time she looked at the oil lamp and the flame burning\\nyellow near the ceiling of the carriage.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then the\\nbooking clerk looked out, said it was really high time, took the bank note, and\\nslammed down on the counter the ticket he had been asked for and the change.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"On the pavement straight in front of him, not higher, not lower, there were, in\\nspite of the rain, many passers-by.\": {\"neg\": 0.203, \"neu\": 0.721, \"pos\": 0.076, \"compound\": -0.4866}, \"Oh, if I could only make\\nthem thoroughly angry in the attempt to pacify them.\\\"\": {\"neg\": 0.217, \"neu\": 0.783, \"pos\": 0.0, \"compound\": -0.5563}, \"\\\"How bent she is,\\\" Raban thought when he looked at the photograph now.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"No!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But there's\\ntime for all that later, I'll put you to bed now for a little, I'm sure you need to rest.\": {\"neg\": 0.0, \"neu\": 0.908, \"pos\": 0.092, \"compound\": 0.2551}, \"asked the father once more, seeming to be strangely\\nintent upon the answer.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.296}, \"\\\"He has pockets even in his shirt!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Since the death of our dear\\nmother certain things have been done that aren't right.\": {\"neg\": 0.189, \"neu\": 0.583, \"pos\": 0.228, \"compound\": -0.0516}, \"So\\nfar as I recall, nothing better is forecast for June and the beginning of July, either.\": {\"neg\": 0.138, \"neu\": 0.862, \"pos\": 0.0, \"compound\": -0.3412}, \"Just recently I read in a prospectus a quotation from some writer or other.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I really only wanted to tell you,\\\" went on Georg, who had been vacantly\\nfollowing the old man's movements, \\\"that I am now sending the news of my\\nengagement to St.\": {\"neg\": 0.0, \"neu\": 0.906, \"pos\": 0.094, \"compound\": 0.4588}, \"Among the groups they formed there were little towers in which girls were pouring\\nout lemonade, then heavy street clocks on thin bars, then men wearing before and\\nbehind them big placards announcing entertainments in multicolored letters, then\\nmessengers.\": {\"neg\": 0.0, \"neu\": 0.92, \"pos\": 0.08, \"compound\": 0.5106}, \"\\\"The newspaper, too.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"They may be thinking that I burst forward when I address a person, yet that\\nisn't my way at all, or that I embrace people when I arrive, and that's something I don't\\ndo either.\": {\"neg\": 0.0, \"neu\": 0.924, \"pos\": 0.076, \"compound\": 0.3182}, \"And my son\\nstrutting through the world, finishing off deals that I had prepared for him, bursting\\nwith triumphant glee, and stalking away from his father with the closed face of a\\nrespectable businessman!\": {\"neg\": 0.0, \"neu\": 0.688, \"pos\": 0.312, \"compound\": 0.9134}, \"Come, we'll walk, I'll go with you.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Do you think I read my newspapers?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A porter was called, came, and was sent back again.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But he can move, or can't he?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was raining noisily on the corrugated iron roof of the station building, but out\\nin the open country the rain fell in such a way that it sounded like the uninterrupted\\nblowing of the wind.\": {\"neg\": 0.0, \"neu\": 0.913, \"pos\": 0.087, \"compound\": 0.5023}, \"And we're hardly in the first half of June, the air in the country is often still very cool.\": {\"neg\": 0.0, \"neu\": 0.874, \"pos\": 0.126, \"compound\": 0.3804}, \"Well, so he had at once come and asked, or hadn't\\nhe at once come and asked?\": {\"neg\": 0.0, \"neu\": 0.884, \"pos\": 0.116, \"compound\": 0.2732}, \"He had not yet explicitly discussed with his\\nbride-to-be what arrangements should be made for his father in the future, for they\\nhad both of them silently taken it for granted that the old man would go on living\\nalone in the old house.\": {\"neg\": 0.043, \"neu\": 0.913, \"pos\": 0.043, \"compound\": 0.0}, \"But as soon as he was laid in bed, all seemed well.\": {\"neg\": 0.0, \"neu\": 0.84, \"pos\": 0.16, \"compound\": 0.2732}, \"I could quite well understand your dislike of him, my friend has his peculiarities.\": {\"neg\": 0.142, \"neu\": 0.492, \"pos\": 0.366, \"compound\": 0.4754}, \"But now all of a sudden he has gone away, and yet I can't\\nhave offended him even with a single word.\": {\"neg\": 0.0, \"neu\": 0.912, \"pos\": 0.088, \"compound\": 0.1877}, \"The coach that he entered was brightly illuminated by the great\\namount of light from the main hall of the station, in which it was standing; in front of\\nmany a windowpane -- all were shut right up to the top -- a hissing arc lamp hung at\\nabout eye level, and the many raindrops on the glass were white, often single ones\\nwould move.\": {\"neg\": 0.0, \"neu\": 0.877, \"pos\": 0.123, \"compound\": 0.8126}, \"When the bus stopped outside the inn, and the rain could be heard loudly and -\\n- probably there was a window open -- so could the voices of the guests, Raban\\nwondered which would be better, to get out at once or to wait until the innkeeper\\ncame to the coach.\": {\"neg\": 0.037, \"neu\": 0.907, \"pos\": 0.056, \"compound\": 0.25}, \"I call it villainy.\": {\"neg\": 0.643, \"neu\": 0.357, \"pos\": 0.0, \"compound\": -0.5574}, \"Should one advise him to come home, to\\ntransplant himself and take up his old friendships again -- there was nothing to hinder\\nPage 101\\nhim -- and in general to rely on the help of his friends?\": {\"neg\": 0.0, \"neu\": 0.806, \"pos\": 0.194, \"compound\": 0.8126}, \"Two elegant private\\ncarriages, driving diagonally across the square into the street leading downhill, got in\\nthe way of some gentlemen from this party, but after the second carriage -- even after\\nthe first they had timidly tried to do so -- these gentlemen formed into a group again\\nwith the others, with whom they then stepped onto the pavement in a long cavalcade\\nand pushed their way through the door of a caf\\u00e9, overwhelmed by the light of the\\nincandescent lamps hanging over the entrance.\": {\"neg\": 0.024, \"neu\": 0.914, \"pos\": 0.063, \"compound\": 0.3319}, \"His pleated dress formed a great circle at the hem and was only held in,\\nalmost under the very armpits, by a leather strap.\": {\"neg\": 0.0, \"neu\": 0.837, \"pos\": 0.163, \"compound\": 0.6249}, \"Three gentlemen -- two holding lightweight\\novercoats on their crooked forearms -- several times walked forward from the front of\\nthe buildings to the edge of the pavement, surveyed what was going on there, and then\\nwithdrew again, talking.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"You begin to remember my friend, don't you?\\\"\": {\"neg\": 0.0, \"neu\": 0.686, \"pos\": 0.314, \"compound\": 0.4939}, \"Raban said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"These words went hissing through his mind.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Already he was grasping at the railings as a starving\\nman clutches food.\": {\"neg\": 0.203, \"neu\": 0.797, \"pos\": 0.0, \"compound\": -0.4215}, \"So why don't I remain in town over these short holidays, in order to\\nrecuperate?\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.3818}, \"At that moment an open carriage drove past, not quickly; behind its two\\nlighted lamps two ladies could be seen sitting on dark leather seats.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In earlier years, perhaps\\nfor the last time in that letter of condolence, he had tried to persuade Georg to\\nemigrate to Russia and had enlarged upon the prospects of success for precisely\\nGeorg's branch of trade.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.7096}, \"Yet he shrank from letting his friend know about\\nhis business success, and if he were to do it now retrospectively that certainly would\\nlook peculiar.\": {\"neg\": 0.0, \"neu\": 0.669, \"pos\": 0.331, \"compound\": 0.872}, \"Raban leaned back and tugged faintly at his mustache with his left hand.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.4939}, \"Page 77\\n Then it seemed to Raban that he would get through the long bad time of the\\nnext fortnight, too.\": {\"neg\": 0.149, \"neu\": 0.851, \"pos\": 0.0, \"compound\": -0.5423}, \"But that was as good as telling\\nhim, and the more kindly the more offensively, that all his efforts hitherto had\\nmiscarried, that he should finally give up, come back home, and be gaped at by\\neveryone as a returned prodigal, that only his friends knew what was what and that he\\nhimself was just a big child who should do what his successful and home-keeping\\nfriends prescribed.\": {\"neg\": 0.051, \"neu\": 0.745, \"pos\": 0.204, \"compound\": 0.9062}, \"Then, however, one must look forward to it; for that very\\nreason one mustn't miss it.\": {\"neg\": 0.0, \"neu\": 0.912, \"pos\": 0.088, \"compound\": 0.1139}, \"If the scenery does turn out to be boring, as Lement\\nsays, that need not be a disadvantage at all.\": {\"neg\": 0.106, \"neu\": 0.786, \"pos\": 0.108, \"compound\": 0.0083}, \"Yet he did this only out\\nof the natural desire, now that he happened to be unoccupied, to observe everything\\nexactly, at least in his vicinity.\": {\"neg\": 0.0, \"neu\": 0.822, \"pos\": 0.178, \"compound\": 0.6369}, \"I encourage them and\\nencounter no obstacle.\": {\"neg\": 0.427, \"neu\": 0.273, \"pos\": 0.3, \"compound\": -0.1027}, \"Now, however, since the contents of the\\nbook are precisely something of utter indifference, the reader is not at all impeded in\\nthose thoughts, and he passes through the midst of the book with them, as once the\\nJews passed through the Red Sea, that's how I should like to put it.\\\"\": {\"neg\": 0.023, \"neu\": 0.93, \"pos\": 0.047, \"compound\": 0.3182}, \"There's still plenty of\\ntime.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You have eyes in your head for that!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Raban felt tired.\": {\"neg\": 0.592, \"neu\": 0.408, \"pos\": 0.0, \"compound\": -0.4404}, \"-- Well,\\nanyway, I shouldn't die -- but there I get the meal expected for that evening, set on the\\ntable, on the right behind my plate the newspaper, on the left the lamp, here I shall be\\ngiven some dreadfully fat dish -- they don't know that I have a weak stomach, and even\\nif they did know -- an unfamiliar newspaper -- many people, whom I can already hear,\\nwill be there, and one lamp will be lit for all.\": {\"neg\": 0.105, \"neu\": 0.852, \"pos\": 0.043, \"compound\": -0.8062}, \"This\\nhappened solely because Raban was traveling to his fianc\\u00e9e, to Betty, an oldish pretty\\ngirl.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.4939}, \"I've never\\nfound eyes beautiful.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then one caught sight of a slim lady whose face twitched slightly, like the flickering\\nlight of the stars, and whose flat hat was loaded high and to the brim with\\nunrecognizable objects; she appeared to be a stranger to all the passers-by, without\\nintending it, as though by some law.\": {\"neg\": 0.0, \"neu\": 0.956, \"pos\": 0.044, \"compound\": 0.2975}, \"But if\\nhe did follow their advice and then didn't fit in at home -- not out of malice, of course,\\nbut through force of circumstances -- couldn't get on with his friends or without them,\\nfelt humiliated, couldn't be said to have either friends or a country of his own any\\nlonger, wouldn't it have been better for him to stay abroad just as he was?\": {\"neg\": 0.02, \"neu\": 0.79, \"pos\": 0.19, \"compound\": 0.9343}, \"said Georg, to make fun of his father, but in his very\\nmouth the words turned into deadly earnest.\": {\"neg\": 0.0, \"neu\": 0.72, \"pos\": 0.28, \"compound\": 0.765}, \"His father only nodded, confirming the\\ntruth of his words, toward Georg's corner.\": {\"neg\": 0.0, \"neu\": 0.839, \"pos\": 0.161, \"compound\": 0.3182}, \"But the other lady was\\nsitting bolt upright; her hat was small, it was edged with thin feathers.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- But I was about\\nto say, I am only going into the country, that's all, only for a fortnight; I am taking a\\nholiday for the first time for quite a long period, and it's necessary for other reasons\\ntoo, and yet for instance a book that I was, as I have mentioned, reading recently\\ntaught me more about my little journey than you could imagine.\\\"\": {\"neg\": 0.0, \"neu\": 0.955, \"pos\": 0.045, \"compound\": 0.4019}, \"All the people who wanted to\\nget in were impatient.\": {\"neg\": 0.196, \"neu\": 0.804, \"pos\": 0.0, \"compound\": -0.296}, \"to the porter,\\nand since he found no guard, he climbed up the steps of the nearest coach by himself,\\neach time putting the suitcase on the step above and then following himself,\\nsupporting himself on his umbrella with one hand, and on the handle of the suitcase\\nwith the other.\": {\"neg\": 0.039, \"neu\": 0.853, \"pos\": 0.108, \"compound\": 0.5994}, \"The one held his hands palm-upward, raising and lowering\\nthem in regular motion, as though he were balancing a load, testing the weight of it.\": {\"neg\": 0.08, \"neu\": 0.92, \"pos\": 0.0, \"compound\": -0.25}, \"His father said pityingly, in an offhand manner: \\\"I suppose you wanted to say\\nthat sooner.\": {\"neg\": 0.118, \"neu\": 0.882, \"pos\": 0.0, \"compound\": -0.25}, \"[Text breaks off]\\n[Second Manuscript]\\n When Eduard Raban, coming along the passage, walked into the open doorway,\\nhe could now see how it was raining.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He looked for a long time at the Emperor's\\nimage, then he was struck by the laurel wreath and the way it was fastened with knots\\nand bows of ribbon at the back of the head.\": {\"neg\": 0.056, \"neu\": 0.944, \"pos\": 0.0, \"compound\": -0.25}, \"The little boy beside the lady opposite was dressed like an old\\nvintner.\": {\"neg\": 0.0, \"neu\": 0.828, \"pos\": 0.172, \"compound\": 0.3612}, \"Don't be too\\nsure!\": {\"neg\": 0.429, \"neu\": 0.571, \"pos\": 0.0, \"compound\": -0.308}, \"\\\"Yes, it's dark enough,\\\" answered his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"One will be sorry and in this way come to see for the\\nfirst time really clearly how to manage the next time.\": {\"neg\": 0.051, \"neu\": 0.83, \"pos\": 0.118, \"compound\": 0.4005}, \"You just take a bite of breakfast\\ninstead of properly keeping up your strength.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.4939}, \"He was thinking about his friend, who had actually run away to Russia some\\nyears before, being dissatisfied with his prospects at home.\": {\"neg\": 0.093, \"neu\": 0.714, \"pos\": 0.193, \"compound\": 0.4215}, \"They're squeezing us out of existence; under current\\nconditions it's simply impossible for us to do business.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I was proud because you listened to him\\nand nodded and asked him questions.\": {\"neg\": 0.0, \"neu\": 0.795, \"pos\": 0.205, \"compound\": 0.4767}, \"All by myself I might have had to give way,\\nbut your mother has given me so much of her strength that I've established a fine\\nconnection with your friend and I have your customers here in my pocket!\\\"\": {\"neg\": 0.0, \"neu\": 0.748, \"pos\": 0.252, \"compound\": 0.902}, \"asked his father, laying his enormous\\nnewspaper on the window sill and on top of it his spectacles, which he covered with\\none hand.\": {\"neg\": 0.0, \"neu\": 0.815, \"pos\": 0.185, \"compound\": 0.6124}, \"You won't notice the change, all your things will be moved with you.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I've written to say I'm coming this evening;\\nthey'll be expecting me.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There came a gust of cool air, and a straw hat fell from a hook.\": {\"neg\": 0.0, \"neu\": 0.827, \"pos\": 0.173, \"compound\": 0.3182}, \"He\\nused to tell us the most incredible stories of the Russian Revolution.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"If a telegram came, they'd get a fright, into the bargain.\": {\"neg\": 0.228, \"neu\": 0.614, \"pos\": 0.158, \"compound\": -0.2023}, \"The rain water was already running along the edge of the carriageway in\\nstreaks that almost extended to the lower-lying gutters.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And he then gazed into the rain, which, wedged in\\nby the narrow street, fell confusedly.\": {\"neg\": 0.096, \"neu\": 0.904, \"pos\": 0.0, \"compound\": -0.1531}, \"In his enthusiasm he waved his arm over his head.\": {\"neg\": 0.0, \"neu\": 0.756, \"pos\": 0.244, \"compound\": 0.4404}, \"\\\"A big market, that's right.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"if\\nthere was anyone in the bus he might say so.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"With his eyes almost shut Raban still had\\ntime to see, in a blurred way, the gentleman in the traveling cap pulling at the window\\nstrap.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Won't he be staying out there, too?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and he threw Georg a newspaper sheet which he had somehow taken to bed with him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Every now and again one would step forward and cross the road.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Only after a while did the old gentleman say:\\n\\\"This journey seems to be of some special importance to you.\\\"\": {\"neg\": 0.0, \"neu\": 0.766, \"pos\": 0.234, \"compound\": 0.6369}, \"It was not raining much.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Yet Georg preferred to write about things like these rather than to confess that\\nhe himself had got engaged a month ago to a Fr\\u00e4ulein Frieda Brandenfeld, a girl from a\\nwell-to-do family.\": {\"neg\": 0.0, \"neu\": 0.839, \"pos\": 0.161, \"compound\": 0.6369}, \"I am still much the stronger of us two.\": {\"neg\": 0.0, \"neu\": 0.729, \"pos\": 0.271, \"compound\": 0.3818}, \"Raban pressed far on into the square, but jerkily, dodging the drifting carriages,\\njumping from one dry cobble to further dry cobbles, and holding the open umbrella\\nhigh in his hand in order to see everything all around.\": {\"neg\": 0.038, \"neu\": 0.859, \"pos\": 0.103, \"compound\": 0.5719}, \"An innocent child, yes, that you were, truly, but still more truly have you been a\\ndevilish human being!\": {\"neg\": 0.155, \"neu\": 0.485, \"pos\": 0.36, \"compound\": 0.5411}, \"But then it must be terrible there by day.\": {\"neg\": 0.279, \"neu\": 0.721, \"pos\": 0.0, \"compound\": -0.4767}, \"Since that time, however, Georg had applied\\nhimself with greater determination to the business as well as to everything else.\": {\"neg\": 0.0, \"neu\": 0.7, \"pos\": 0.3, \"compound\": 0.743}, \"Inside the tram a child knelt on a seat, pressing the tips of all its fingers to its\\nlips as though it were saying goodbye to someone going away.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But during\\nthese three years Georg's own position in life had changed a lot.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and \\\"Omnibus!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Now he'll lean forward, thought Georg, what if he topples and smashes himself!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And hurrying\\npast was a young man with a thin walking stick, his left hand, as though paralyzed, flat\\nPage 74\\non his chest.\": {\"neg\": 0.0, \"neu\": 0.868, \"pos\": 0.132, \"compound\": 0.4939}, \"He put down the suitcase with the checkered cloth cover, bending his knees in\\ndoing so.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"So this is the bridegroom on his way to his bride.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And was it certain, besides, that all the pain one would have to\\ninflict on him would achieve its object?\": {\"neg\": 0.141, \"neu\": 0.769, \"pos\": 0.09, \"compound\": -0.296}, \"Why?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Lement had set one foot on the pavement and the other on the\\ncobbles, supporting his body now on one leg, now on the other.\": {\"neg\": 0.0, \"neu\": 0.892, \"pos\": 0.108, \"compound\": 0.4404}, \"\\\"It's a long way yet,\\\" Raban\\nthought.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Thereupon the boy pulled a face as though he thought it grander to\\nwalk in the rain and have one's suitcase carried than to go by bus, and instantly turned\\naround and ran away.\": {\"neg\": 0.0, \"neu\": 0.922, \"pos\": 0.078, \"compound\": 0.4019}, \"An iron post near the\\nend of the street out of which they came had several lamps on it, which were fixed in\\ntwo rings hanging horizontally, one over the other.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He held up each coin firmly between thumb and\\nforefinger for a long time and also twisted it this way and that on the inner surface of\\nhis thumb with the tip of his forefinger.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"At this moment an unending stream of traffic was just going over the bridge.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"And besides, can't I do it the way I always used to as a child in matters that\\nwere dangerous?\": {\"neg\": 0.161, \"neu\": 0.781, \"pos\": 0.057, \"compound\": -0.4588}, \"But apart from anything else, a good book is what I like best after supper.\": {\"neg\": 0.0, \"neu\": 0.51, \"pos\": 0.49, \"compound\": 0.8625}, \"Still, however that may be, do just as seems good to you\\nwithout regarding any interests but your own.\\\"\": {\"neg\": 0.067, \"neu\": 0.837, \"pos\": 0.096, \"compound\": 0.1481}, \"And now that you thought you'd got him down, so far down that you\\ncould set your bottom on him and sit on him and he wouldn't move, then my fine son\\nmakes up his mind to get married!\\\"\": {\"neg\": 0.0, \"neu\": 0.948, \"pos\": 0.052, \"compound\": 0.2714}, \"A little girl was carrying a gray dog on her outstretched arms.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Never mind my friends.\": {\"neg\": 0.46, \"neu\": 0.54, \"pos\": 0.0, \"compound\": -0.3724}, \"Addio.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Lost in the vastness of Russia he saw him.\": {\"neg\": 0.223, \"neu\": 0.777, \"pos\": 0.0, \"compound\": -0.3182}, \"Raban was silent and, standing there so straight, put his hands into his overcoat\\npockets, which were rather too high.\": {\"neg\": 0.0, \"neu\": 0.884, \"pos\": 0.116, \"compound\": 0.3593}, \"But old age must be taken care of.\": {\"neg\": 0.0, \"neu\": 0.686, \"pos\": 0.314, \"compound\": 0.4939}, \"Raban rubbed his feet thoroughly on the seat, pulled on clean\\nsocks, and sat up straight.\": {\"neg\": 0.0, \"neu\": 0.753, \"pos\": 0.247, \"compound\": 0.5574}, \"He swung himself over, like the distinguished gymnast he had once\\nbeen in his youth, to his parents' pride.\": {\"neg\": 0.0, \"neu\": 0.776, \"pos\": 0.224, \"compound\": 0.5994}, \".\": {\"neg\": 0.0, \"neu\": 0.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Am I well covered up?\\\"\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.2732}, \"\\\"It's unbearably dark here,\\\" he said aloud.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so it\\nhappened to Georg that three times in three fairly widely separated letters he had told\\nhis friend about the engagement of an unimportant man to an equally unimportant\\ngirl, until indeed, quite contrary to his intentions, his friend began to show some\\ninterest in this notable event.\": {\"neg\": 0.075, \"neu\": 0.721, \"pos\": 0.203, \"compound\": 0.8316}, \"To your friend,\\\" said his father, with peculiar emphasis.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.1531}, \"Only for a\\nmoment did he think so, since he kept on forgetting everything.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"asked his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"--\\nAnd what for, where would we go, anyway?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What other comfort was left to a poor old widower?\": {\"neg\": 0.246, \"neu\": 0.556, \"pos\": 0.198, \"compound\": -0.1531}, \"\\\"And you've shut the window, too?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"That's quite easy, send a telegram.\\\"\": {\"neg\": 0.0, \"neu\": 0.556, \"pos\": 0.444, \"compound\": 0.4927}, \"Page 106\\nBut it's nothing, it's worse than nothing, if you don't tell me the whole truth.\": {\"neg\": 0.0, \"neu\": 0.756, \"pos\": 0.244, \"compound\": 0.5932}, \"It looked as though he were sitting in a field in fine weather.\": {\"neg\": 0.0, \"neu\": 0.859, \"pos\": 0.141, \"compound\": 0.2023}, \"\\\"Isn't it rather late, please tell me?\\\"\": {\"neg\": 0.0, \"neu\": 0.723, \"pos\": 0.277, \"compound\": 0.3182}, \"Petersburg?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, I've been thinking it over.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"When he glanced up, the shopwoman was just biting into a piece of cake that\\nwas spread with brown jam.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Apart from that, this place here was a filthy dump, and\\nno half-measures, and it was hard to see what business a gentleman like this could\\nhave here, and he would be getting there soon enough anyway, so that he need not go\\nand complain anywhere.\": {\"neg\": 0.124, \"neu\": 0.783, \"pos\": 0.093, \"compound\": -0.1506}, \"Now\\nRaban tried to count his change quickly, thinking he ought to be getting more, but a\\nporter who was walking nearby hurried him through a glass door onto the platform.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The elderly gentleman stood upright near Raban, who was supporting himself\\nby leaning slightly against the wooden doorpost; from time to rime he glanced toward\\nRaban, even though to do so he had to twist his neck sharply.\": {\"neg\": 0.0, \"neu\": 0.927, \"pos\": 0.073, \"compound\": 0.4404}, \"It would be in accord with that that the driver\\nkept me waiting so long at the station.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Maybe the time will come for\\nmentioning them, and maybe sooner than we think.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Georg Bendemann, a\\nyoung merchant, was sitting in his own room on the first floor of one of a long row of\\nsmall, ramshackle houses stretching beside the river which were scarcely\\ndistinguishable from each other in height and coloring.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Anyway I couldn't\\ngo with you today, as I'm sleepy, I forgot to tell you that.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"When it is dark there, when one knows no one there,\\nwhen it is such a long way home.\": {\"neg\": 0.115, \"neu\": 0.885, \"pos\": 0.0, \"compound\": -0.296}, \"On the staircase, which he rushed\\ndown as if its steps were an inclined plane, he ran into his charwoman on her way up\\nto do the morning cleaning of the room.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Translated by Willa and Edwin Muir\\nPage 113\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What sort of light can it provide?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Is it the glance?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Since your friends are like that, Georg, you\\nshouldn't ever have got engaged at all.\\\"\": {\"neg\": 0.0, \"neu\": 0.591, \"pos\": 0.409, \"compound\": 0.8074}, \"He has always been healthy.\": {\"neg\": 0.0, \"neu\": 0.597, \"pos\": 0.403, \"compound\": 0.4019}, \"\\\"Ah, Georg,\\\" said his father, rising at once to meet him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The train started, disappeared like a long sliding door, and behind the poplars\\non the far side of the railway track there was the landscape, so massive that it took\\naway one's breath.\": {\"neg\": 0.055, \"neu\": 0.872, \"pos\": 0.073, \"compound\": 0.1531}, \"Of course, I don't know\\nanything about clothes, but these very tight-sewn sleeves are ugly, I am sure, they look\\nlike bandages.\": {\"neg\": 0.161, \"neu\": 0.615, \"pos\": 0.224, \"compound\": 0.1901}, \"The people who sat at\\nease on the upholstered seats gazed in silence at the pedestrians, the shops, the\\nbalconies, and the sky.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.3612}, \"I tell you, walking through the\\ndreary fields with that fellow.\": {\"neg\": 0.211, \"neu\": 0.789, \"pos\": 0.0, \"compound\": -0.34}, \"If it happened\\nthat one carriage overtook another, then the horses would press against each other,\\nand the harness straps hung dangling.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Why do you stick\\nto it so?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was not going.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He covered himself up and\\neven drew the blankets farther than usual over his shoulders.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Georg,\\\" said his father, lengthening his toothless mouth, \\\"listen to me!\": {\"neg\": 0.212, \"neu\": 0.788, \"pos\": 0.0, \"compound\": -0.4003}, \"has a pleasant job, with which he is indeed satisfied and\\nwhich has always been kept open for him.\": {\"neg\": 0.0, \"neu\": 0.724, \"pos\": 0.276, \"compound\": 0.7269}, \"cried Georg.\": {\"neg\": 0.722, \"neu\": 0.278, \"pos\": 0.0, \"compound\": -0.3818}, \"Owing to family circumstances, you\\nsee.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He came to a domed arch at the top of the steep street, leading onto a small\\nsquare all around which there were many shops, already lit up.\": {\"neg\": 0.0, \"neu\": 0.933, \"pos\": 0.067, \"compound\": 0.2023}, \"His heavy dressing\\ngown swung open as he walked and the skirts of it fluttered around him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Around about, on the edges of the pavements of all the three streets converging\\nhere, there were many idlers standing about, tapping the cobbles with little sticks.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well,\\\" he thought, \\\"if I\\ncould tell her the whole story, she would cease to be astonished.\": {\"neg\": 0.0, \"neu\": 0.852, \"pos\": 0.148, \"compound\": 0.3818}, \"He had just finished a letter to\\nan old friend of his who was now living abroad, had put it into its envelope in a slow\\nand dreamy fashion, and with his elbows propped on the writing table was gazing out\\nof the window at the river, the bridge, and the hills on the farther bank with their\\ntender green.\": {\"neg\": 0.0, \"neu\": 0.947, \"pos\": 0.053, \"compound\": 0.4939}, \"\\\"You're going to market at Jungbunzlau, eh?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But now when he was about to say to the\\ntraveler: \\\"They're a married couple, don't you think?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, we're both to blame for that; but I\\nwouldn't have it any other way now.\\\"\": {\"neg\": 0.108, \"neu\": 0.892, \"pos\": 0.0, \"compound\": -0.1779}, \"Now an electric tramcar stopped in front of Raban and many people around\\nhim pushed toward the steps, with slightly open, pointed umbrellas, which they held\\nupright with their hands pressed to their shoulders.\": {\"neg\": 0.054, \"neu\": 0.946, \"pos\": 0.0, \"compound\": -0.2263}, \"\\\"How you amused me today, coming to ask me if you should tell your friend\\nabout your engagement.\": {\"neg\": 0.0, \"neu\": 0.625, \"pos\": 0.375, \"compound\": 0.8402}, \"But if one has held a spool of thread in one's\\nhand so often and handed it to one's customer so often, then one knows the price and\\ncan talk about it, while villages come toward us and flash past, while at the same time\\nPage 87\\nthey turn away into the depths of the country, where for us they must disappear.\": {\"neg\": 0.03, \"neu\": 0.92, \"pos\": 0.05, \"compound\": 0.3182}, \"Wasn't Lement nice to\\nme today?\": {\"neg\": 0.318, \"neu\": 0.682, \"pos\": 0.0, \"compound\": -0.3252}, \"But a radical change.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"As soon as the carriage had passed Raban, some bar blocked the view of the\\nnear horse drawing the carriage; then some coachman -- wearing a big top hat -- on an\\nunusually high box was moved across in front of the ladies -- this was now much\\nfarther on -- then their carriage drove around the corner of a small house that now\\nbecame strikingly noticeable, and disappeared from sight.\": {\"neg\": 0.056, \"neu\": 0.919, \"pos\": 0.025, \"compound\": -0.296}, \"Georg stood close beside his father, who had let his head with its unkempt\\nwhite hair sink on his chest.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Well, my hat\\nwill still do for the holidays,\\\" he thought and walked on, \\\"and if nobody can stand me\\nbecause of my hat, then all the better.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.4404}, \"And he stood up quite unsupported and kicked his legs out.\": {\"neg\": 0.23, \"neu\": 0.77, \"pos\": 0.0, \"compound\": -0.4576}, \"\\\"Adieu.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And hurrying past was a young man with a thin\\nwalking stick, his left hand, as though paralyzed, lying flat on his chest.\": {\"neg\": 0.133, \"neu\": 0.742, \"pos\": 0.125, \"compound\": -0.0516}, \"His father was sitting by the window in a corner hung with various\\nmementoes of Georg's dead mother, reading a newspaper which he held to one side\\nbefore his eyes in an attempt to overcome a defect of vision.\": {\"neg\": 0.161, \"neu\": 0.791, \"pos\": 0.048, \"compound\": -0.6908}, \"So he was wearing\\nhimself out to no purpose in a foreign country, the unfamiliar full beard he wore did\\nnot quite conceal the face Georg had known so well since childhood, and his skin was\\ngrowing so yellow as to indicate some latent disease.\": {\"neg\": 0.046, \"neu\": 0.861, \"pos\": 0.093, \"compound\": 0.3052}, \"It seemed to him as though he had drawn particularly close to him -- but it\\nwas merely trifling.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In the middle of the\\nsquare, somewhat obscured by the light around the edge, was a low monument, the\\nseated meditative figure of a man.\": {\"neg\": 0.082, \"neu\": 0.824, \"pos\": 0.094, \"compound\": 0.0772}, \"But\\nwhen he landed among scarcely interrupted puddles on the dark side of the road, he\\nhad to tramp onwards with his heels down, until suddenly a horse's moist muzzle\\ntouched his forehead.\": {\"neg\": 0.058, \"neu\": 0.942, \"pos\": 0.0, \"compound\": -0.228}, \"But when he was\\nabout to step into the street, his way was blocked by several women in a hurry and\\nthese he therefore let pass first.\": {\"neg\": 0.077, \"neu\": 0.923, \"pos\": 0.0, \"compound\": -0.2732}, \"Oh, don't try to tell me.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"No, Father!\": {\"neg\": 0.714, \"neu\": 0.286, \"pos\": 0.0, \"compound\": -0.3595}, \"Page 83\\n \\\"Yes, an assistant railway-clerk and an unpleasant person.\": {\"neg\": 0.256, \"neu\": 0.744, \"pos\": 0.0, \"compound\": -0.4767}, \"The station clock struck, it was a quarter to six.\": {\"neg\": 0.2, \"neu\": 0.8, \"pos\": 0.0, \"compound\": -0.25}, \"Raban, who was holding his\\nsuitcase under his arm, was dragged off the pavement and stepped hard into an unseen\\npuddle.\": {\"neg\": 0.12, \"neu\": 0.88, \"pos\": 0.0, \"compound\": -0.1531}, \"Of course he was doing it gladly.\": {\"neg\": 0.0, \"neu\": 0.714, \"pos\": 0.286, \"compound\": 0.34}, \"Come, I'll help you to take off your things, you'll see I can do it.\": {\"neg\": 0.0, \"neu\": 0.828, \"pos\": 0.172, \"compound\": 0.4019}, \"They were\\nstanding even around the foot of the staircase, and an official, who had rented a room\\nin the apartment of the same woman as Raban had, when he came down the stairs had\\nto ask the people to make way for him.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I've been representing him here on the spot.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"I said to myself that someone else might tell him about my engagement,\\nalthough he's such a solitary creature that that was hardly likely -- I couldn't prevent\\nthat -- but I wasn't ever going to tell him myself.\\\"\": {\"neg\": 0.029, \"neu\": 0.916, \"pos\": 0.055, \"compound\": 0.2413}, \"He has such powers of endurance and is\\ninwardly so gay that he does not need anyone to keep him entertained, but everyone\\nneeds him.\": {\"neg\": 0.0, \"neu\": 0.928, \"pos\": 0.072, \"compound\": 0.2144}, \"\\\"All the people who try to torment me, and who have now occupied the\\nentire space around me, will quite gradually be thrust back by the beneficent passage\\nof these days, without my having to help them even in the very least.\": {\"neg\": 0.0, \"neu\": 0.87, \"pos\": 0.13, \"compound\": 0.7184}, \"How could you have a friend out there!\": {\"neg\": 0.0, \"neu\": 0.632, \"pos\": 0.368, \"compound\": 0.5411}, \"\\\"For years I've been waiting for you to come with some such question!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"asked his father, as if he were not able to see\\nwhether his feet were properly tucked in or not.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The bundle next to her was open.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"[Four pages missing]\\n .\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And the hat, the brim at every point turned up from the face in a\\ndifferent curve.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But his elbow remained in the\\nangle between belly and leg.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He said, without looking up, he would do it in a moment,\\nonly he must first finish reading an article in the newspaper, and he showed her which\\narticle he meant.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I don't want to trouble him,\\\" answered Georg, \\\"don't misunderstand\\nme, he would probably come, at least I think so, but he would feel that his hand had\\nbeen forced and he would be hurt, perhaps he would envy me and certainly he'd be\\ndiscontented and without being able to do anything about his discontent he'd have to\\ngo away again alone.\": {\"neg\": 0.232, \"neu\": 0.636, \"pos\": 0.132, \"compound\": -0.8392}, \"asked Georg, giving him an\\nencouraging nod.\": {\"neg\": 0.0, \"neu\": 0.463, \"pos\": 0.537, \"compound\": 0.7003}, \"Georg stared at the bogey conjured up by his father.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"said Georg to himself, and believed that with\\nPage 111\\nthis remark he could make him an impossible figure for all the world.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I don't mean anything by it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"With what pleasure, then, one can exert oneself in an occupation that is so\\nagreeable!\\\"\": {\"neg\": 0.0, \"neu\": 0.778, \"pos\": 0.222, \"compound\": 0.6114}, \"Now Raban had believed for some time that nothing other people said about\\nhis capabilities or opinions had been able to affect him, on the contrary, that he had\\npositively abandoned the position where he had listened, all submissively, to\\nPage 98\\neverything that was said, so that people were now simply wasting their breath whether\\nthey happened to be against him or for him.\": {\"neg\": 0.107, \"neu\": 0.846, \"pos\": 0.047, \"compound\": -0.5106}, \"Perhaps it would not even be possible to get\\nhim to come home at all -- he said himself that he was now out of touch with\\ncommerce in his native country -- and then he would still be left an alien in a foreign\\nland embittered by his friends' advice and more than ever estranged from them.\": {\"neg\": 0.024, \"neu\": 0.924, \"pos\": 0.052, \"compound\": 0.4019}, \"Now he was carrying on a\\nbusiness in St. Petersburg, which had flourished to begin with but had long been going\\ndownhill, as he always complained on his increasingly rare visits.\": {\"neg\": 0.109, \"neu\": 0.891, \"pos\": 0.0, \"compound\": -0.5499}, \"For Raban the whole person of the old gentleman now assumed an unpleasant\\nexpression.\": {\"neg\": 0.193, \"neu\": 0.807, \"pos\": 0.0, \"compound\": -0.4767}, \"Of course I know your friend.\": {\"neg\": 0.0, \"neu\": 0.556, \"pos\": 0.444, \"compound\": 0.4939}, \"At last he found the sum was correct and\\nput the money into a big black purse.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"I am not going to argue,\\\" the gentleman said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"There was the omnibus; he quickly climbed into the empty compartment, sat\\ndown by the windowpane behind the driver's box, and hunched his back into the\\ncorner, for he had done all that was necessary.\": {\"neg\": 0.05, \"neu\": 0.95, \"pos\": 0.0, \"compound\": -0.2023}, \"But now he made a quick, firm decision to take him into his\\nown future establishment.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It was bright enough, the darkness outside made it appear as\\nthough the omnibus had black distempered walls and no glass in the windows.\": {\"neg\": 0.149, \"neu\": 0.747, \"pos\": 0.103, \"compound\": -0.0772}, \"But if there is no such sight to be seen, then there will be\\nno discussion beforehand either, for all will be expected to get together quite easily if\\nsuddenly, against all the usual practice, a larger expedition is considered right, for one\\nonly has to send the maid into the others' apartments, where they are sitting over a\\nletter or books and are delighted by this news.\": {\"neg\": 0.061, \"neu\": 0.856, \"pos\": 0.083, \"compound\": 0.3804}, \"Since he wore his topcoat and jacket\\nopen, he quickly pulled out his watch.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Oh, beautiful city and beautiful\\nPage 94\\nthe way home!\": {\"neg\": 0.0, \"neu\": 0.497, \"pos\": 0.503, \"compound\": 0.8439}, \"Always\\nhas been.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The people who sat at ease on the upholstered seats\\ngazed silently at the pedestrians, the shops, the balconies, and the sky.\": {\"neg\": 0.0, \"neu\": 0.894, \"pos\": 0.106, \"compound\": 0.3612}, \"cried his father, emphasizing\\nthe point with stabs of his forefinger.\": {\"neg\": 0.379, \"neu\": 0.621, \"pos\": 0.0, \"compound\": -0.6705}, \"You think you have strength enough to\\ncome over here and that you're only hanging back of your own accord.\": {\"neg\": 0.0, \"neu\": 0.856, \"pos\": 0.144, \"compound\": 0.4939}, \"It's a quarter to six, so not too late, after all, for paying calls on\\npeople you know fairly well.\": {\"neg\": 0.0, \"neu\": 0.896, \"pos\": 0.104, \"compound\": 0.2732}, \"Still, I haven't written to her all the week she's been in the country, until\\nthis morning.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 75\\nAnd so long as you say 'one' instead of 'I,' there's nothing in it and one can easily tell\\nthe story; but as soon as you admit to yourself that it is you yourself, you feel as though\\ntransfixed and are horrified.\\\"\": {\"neg\": 0.0, \"neu\": 0.915, \"pos\": 0.085, \"compound\": 0.4404}, \"A long time\\nago he had firmly made up his mind to watch closely every least movement so that he\\nshould not be surprised by any indirect attack, a pounce from behind or above.\": {\"neg\": 0.137, \"neu\": 0.863, \"pos\": 0.0, \"compound\": -0.5812}, \"Not that I have\\never seen Frau Gillemann, though.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Yet it is true, and was indeed to\\nbe foreseen, that my letter will arrive only tomorrow, so that I might very well have\\nremained in town and spent an agreeable night at Elvy's, without having to be afraid of\\nthe next day's work, the sort of thing that otherwise ruins every pleasure for me.\": {\"neg\": 0.046, \"neu\": 0.771, \"pos\": 0.184, \"compound\": 0.8313}, \"The people moved across the lights like narrow\\nshutters, and since the puddles spread all the brilliance far and wide, the square\\nseemed ceaselessly changing.\": {\"neg\": 0.0, \"neu\": 0.782, \"pos\": 0.218, \"compound\": 0.7506}, \"Raban took the money that he had received from the cashier out of his\\nwaistcoat pocket and counted it over.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then it would at\\nany rate seem to me that the whole enterprise had begun, and if later, after the mistake\\nhad been cleared up, I were to arrive in this station again on my way back, then I\\nshould certainly feel much better.\": {\"neg\": 0.051, \"neu\": 0.807, \"pos\": 0.142, \"compound\": 0.5106}, \"Actually I thought I should be met.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That's why you've been playing him false all these years.\": {\"neg\": 0.0, \"neu\": 0.833, \"pos\": 0.167, \"compound\": 0.2023}, \"\\\"How young she is,\\\" the traveler said.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"-- In business\\nhours he's quite different, he was thinking, how solidly he sits here with his arms\\ncrossed.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"And now you've changed your mind?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And when, breathing quickly under his kisses,\\nshe still brought out: \\\"All the same, I do feel upset,\\\" he thought it could not really\\ninvolve him in trouble were he to send the news to his friend.\": {\"neg\": 0.064, \"neu\": 0.782, \"pos\": 0.154, \"compound\": 0.5859}, \"I don't\\nwant to stir up matters that shouldn't be mentioned here.\": {\"neg\": 0.108, \"neu\": 0.795, \"pos\": 0.097, \"compound\": -0.0315}, \"The\\nanimals tugged at the shafts, the carriage bowled along, swaying as it gathered speed,\\nuntil the swerve around the carriage ahead was completed and the horses moved apart\\nagain, still with their narrow heads inclined toward each other.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Some passengers got\\nout and had to walk a few paces along the tram in order to work their way out of the\\ncrowd.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And I would whisper\\na few words, instructions to my sad body, which stands close beside me, bent.\": {\"neg\": 0.171, \"neu\": 0.829, \"pos\": 0.0, \"compound\": -0.4767}, \"We'll change your room, you can move into the front room and I'll move in\\nhere.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You sit here in the dark, and\\nin the sitting room you would have plenty of light.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"He looks frightfully in love,\\\"\\nLement said and then smiled with his mouth shut.\": {\"neg\": 0.148, \"neu\": 0.659, \"pos\": 0.192, \"compound\": 0.2023}, \"All he desired was to leave undisturbed the idea of the home town which his\\nfriend must have built up to his own content during the long interval.\": {\"neg\": 0.038, \"neu\": 0.794, \"pos\": 0.168, \"compound\": 0.6249}, \"The trapeze-shaped flame between\\nconjoined sheets of glass burned in this towerlike wide darkness as in a little room,\\nletting darkness assert itself a few steps farther on.\": {\"neg\": 0.143, \"neu\": 0.857, \"pos\": 0.0, \"compound\": -0.4588}, \"He often discussed this friend of his with his fianc\\u00e9e and the\\npeculiar relationship that had developed between them in their correspondence.\": {\"neg\": 0.0, \"neu\": 0.789, \"pos\": 0.211, \"compound\": 0.6542}, \"\\\"The merchant sends them into the country,\\nthey obey, they travel by train, and in every village they go from shop to shop.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That's the course of nature in\\nthe first place, and in the second place the death of our dear mother hit me harder\\nthan it did you.\": {\"neg\": 0.124, \"neu\": 0.794, \"pos\": 0.083, \"compound\": -0.3182}, \"\\\"What weather!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Yes, after all I have already accomplished, it is certain that tomorrow I shall\\nget to Betty and to Mamma; nobody can prevent that.\": {\"neg\": 0.0, \"neu\": 0.757, \"pos\": 0.243, \"compound\": 0.6249}, \"\\\"Sir, you know just as well as I do, these manufacturers send their travelers\\naround the most godforsaken little villages, they go crawling to the seediest of little\\nshopkeepers, and do you think they offer them prices different from those they offer\\nus big businessmen?\": {\"neg\": 0.0, \"neu\": 0.953, \"pos\": 0.047, \"compound\": 0.2732}, \"II\\n The steps of the coach were still shaking a little when Raban climbed down\\nthem.\": {\"neg\": 0.108, \"neu\": 0.892, \"pos\": 0.0, \"compound\": -0.1779}, \"Page 99\\n \\\"Well, you see, you see,\\\" Raban said, once more supporting himself against the\\ndoorpost.\": {\"neg\": 0.0, \"neu\": 0.824, \"pos\": 0.176, \"compound\": 0.4927}, \"At last he put the letter in his pocket and went out of his room across a small\\nlobby into his father's room, which he had not entered for months.\": {\"neg\": 0.0, \"neu\": 0.962, \"pos\": 0.038, \"compound\": 0.0258}, \"\\\"Yes, but may he not\\nhear about our wedding in some other fashion?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The road was perhaps hilly; there was surely mud flying up into the spokes;\\nfans of puddle water formed, with a rushing sound, behind the turning wheels; it was\\nfor the most part with loose reins that the driver guided the dripping horse.\": {\"neg\": 0.056, \"neu\": 0.88, \"pos\": 0.064, \"compound\": 0.0865}, \"At this\\nmoment he recalled this long-forgotten resolve and forgot it again, like a man drawing\\nPage 110\\na short thread through the eye of a needle.\": {\"neg\": 0.0, \"neu\": 0.812, \"pos\": 0.188, \"compound\": 0.6249}, \"On the wet surface of the road\\nPage 76\\none could see the reflection of the iron meanderingly and slowly gliding from one row\\nof cobbles to the next.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"This man\\nwas in conversation, and while still laughing together with his companion, said:\\n\\\"Certainly.\": {\"neg\": 0.0, \"neu\": 0.814, \"pos\": 0.186, \"compound\": 0.4939}, \"Why did he have to go so\\nfar away!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"You've told that story yourself once or twice since.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A comedy!\": {\"neg\": 0.0, \"neu\": 0.0, \"pos\": 1.0, \"compound\": 0.4199}, \"There's many a thing in the\\nbusiness I'm not aware of, maybe it's not done behind my back -- I'm not going to say\\nthat it's done behind my back -- I'm not equal to things any longer, my memory's\\nfailing, I haven't an eye for so many things any longer.\": {\"neg\": 0.064, \"neu\": 0.936, \"pos\": 0.0, \"compound\": -0.5106}, \"For instance,\\nwhen he was on a business trip to Kiev and ran into a riot, and saw a priest on a\\nbalcony who cut a broad cross in blood on the palm of his hand and held the hand up\\nand appealed to the mob.\": {\"neg\": 0.116, \"neu\": 0.754, \"pos\": 0.13, \"compound\": 0.1779}, \"Again he looked at Raban; he was not ashamed of the tears in his eyes; he\\npressed the knuckles of his left hand to his mouth because his lips were quivering.\": {\"neg\": 0.053, \"neu\": 0.785, \"pos\": 0.161, \"compound\": 0.5932}, \"!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"It's no wonder you're nervous, but you really have got plenty of time.\": {\"neg\": 0.223, \"neu\": 0.777, \"pos\": 0.0, \"compound\": -0.2846}, \"\\\"Ah, Lement,\\\" he said slowly and held out to a young man coming toward him\\nthe little finger of the hand in which he was holding the umbrella.\": {\"neg\": 0.0, \"neu\": 0.89, \"pos\": 0.11, \"compound\": 0.4939}, \"Once his right hand slipped\\ndown from his thigh, where he had been resting it.\": {\"neg\": 0.0, \"neu\": 0.814, \"pos\": 0.186, \"compound\": 0.4939}, \"\\\"How long a time you've taken to grow up!\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"A dray also went by; on the driver's seat, which was\\nstuffed with straw, sat a man whose legs were stretched out so negligently that one\\nfoot was almost touching the ground, while the other rested safely on straw and rags.\": {\"neg\": 0.0, \"neu\": 0.922, \"pos\": 0.078, \"compound\": 0.4939}, \"There was in fact\\nno need for him to enter it, since he saw his father daily at business and they took their\\nmid-day meal together at an eating house; in the evening, it was true, each did as he\\npleased, yet even then, unless Georg -- as mostly happened -- went out with friends or,\\nmore recently, visited his fianc\\u00e9e, they always sat for a while, each with his newspaper,\\nin their common sitting room.\": {\"neg\": 0.027, \"neu\": 0.866, \"pos\": 0.107, \"compound\": 0.765}, \"By his own account he had no\\nregular connection with the colony of his fellow countrymen out there and almost no\\nsocial intercourse with Russian families, so that he was resigning himself to becoming\\na permanent bachelor.\": {\"neg\": 0.16, \"neu\": 0.84, \"pos\": 0.0, \"compound\": -0.6486}, \"And that won't do.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The shopwoman opposite woke up and smilingly passed her hands over her\\nforehead.\": {\"neg\": 0.0, \"neu\": 0.784, \"pos\": 0.216, \"compound\": 0.5106}, \"Raban stopped because he had\\nPage 85\\npalpitations, then he walked quickly along the park pool, went along a narrow, badly\\nlighted path between large shrubs, rushed into an open place with many empty\\nbenches leaning against little trees, then went more slowly through an opening in the\\nrailings into the street, crossed it, leapt through the station entrance, after a while\\nfound the booking office, and had to knock for a while on the iron shutter.\": {\"neg\": 0.087, \"neu\": 0.913, \"pos\": 0.0, \"compound\": -0.7003}, \"There were only two lamps alight; her\\nface was indistinguishable.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Lement turned to the right and held out his right hand to say goodbye, so that\\nfor a moment Raban was walking against Lement's outstretched arm.\": {\"neg\": 0.0, \"neu\": 0.882, \"pos\": 0.118, \"compound\": 0.4939}, \"\\\"Yes, indeed, and when one's supposed to be starting on a journey, too,\\\" Raban\\nsaid, quickly straightening up.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \".\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"To my friend there,\\\" said Georg, trying to meet his father's eye.\": {\"neg\": 0.0, \"neu\": 0.775, \"pos\": 0.225, \"compound\": 0.4939}, \"Raban thought\\nhe was waking up and that was why his cheeks were so refreshed, or someone was\\nopening the door and drawing him into the room, or he was in some way mistaken\\nabout things, and, breathing deeply, he quickly fell asleep.\": {\"neg\": 0.056, \"neu\": 0.944, \"pos\": 0.0, \"compound\": -0.3612}, \"cried his father, and Georg, almost distracted, ran toward\\nthe bed to take everything in, yet came to a stop halfway.\": {\"neg\": 0.289, \"neu\": 0.711, \"pos\": 0.0, \"compound\": -0.7102}, \"An old newspaper, with a name entirely unknown to Georg.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The pavement was narrow by the houses, which were\\nmostly small; there were no shops to be seen, no carriage passed.\": {\"neg\": 0.188, \"neu\": 0.812, \"pos\": 0.0, \"compound\": -0.5267}, \"There carriages on delicate high wheels were drawn along\\nby horses with arched necks.\": {\"neg\": 0.0, \"neu\": 0.915, \"pos\": 0.085, \"compound\": 0.0516}, \"He's instantly ecstatic\\nabout everything beautiful.\": {\"neg\": 0.0, \"neu\": 0.357, \"pos\": 0.643, \"compound\": 0.802}, \"\\\"It may last for days, even for weeks.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Please go on, please go on,\\\" the gentleman said.\": {\"neg\": 0.0, \"neu\": 0.603, \"pos\": 0.397, \"compound\": 0.5574}, \"The other traveler sat leaning back, listening and nodding at regular intervals.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For I myself am meanwhile lying in my bed, smoothly covered over with the yellowbrown\\nblanket, exposed to the breeze that is wafted through that seldom-aired room.\": {\"neg\": 0.164, \"neu\": 0.836, \"pos\": 0.0, \"compound\": -0.5719}, \"the\\nvivacious traveler asked her.\": {\"neg\": 0.0, \"neu\": 0.588, \"pos\": 0.412, \"compound\": 0.4215}, \"It surprised Georg how dark his father's room was even on this sunny morning.\": {\"neg\": 0.0, \"neu\": 0.7, \"pos\": 0.3, \"compound\": 0.631}, \"Raban put down the suitcase with the black cloth cover, bending his right knee\\na little in doing so.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"It's all just out of the\\nbook previously mentioned, which I, like other people, happen to have been reading in\\nthe evening recently.\": {\"neg\": 0.0, \"neu\": 0.898, \"pos\": 0.102, \"compound\": 0.3612}, \"At\\nleast twice I kept you from seeing him, although he was actually sitting with me in my\\nroom.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then one caught sight of\\na lady whose hat was heavily laden with ribbons, buckles, and flowers.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Then he heard someone from the station shouting: \\\"Hi!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Gillemann?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The rain gushed down the back of his neck, inside his collar.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But\\nlook, I've got my feet wet.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"In some places smoke was curling from\\npipes and cigars, in one place drifting limply past the face of a girl.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"It's raining.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"That's where I want to go.\\\"\": {\"neg\": 0.0, \"neu\": 0.755, \"pos\": 0.245, \"compound\": 0.0772}, \"My room won't be comfortable enough, it can't be otherwise in the country.\": {\"neg\": 0.184, \"neu\": 0.816, \"pos\": 0.0, \"compound\": -0.4023}, \"\\\"The name's mentioned, I think, in Betty's letters, he's an assistant railwayclerk,\\nisn't he?\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Three gentlemen -- two holding lightweight overcoats on their crooked forearms\\n-- walked from the front of the building to the edge of the pavement, in order to see\\nwhat was going on in the carriageway and on the farther pavement.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The one held his hands palm-upward, raising and lowering\\nthem in regular motion, as though he were balancing a load.\": {\"neg\": 0.1, \"neu\": 0.9, \"pos\": 0.0, \"compound\": -0.25}, \"The train started again so slowly that one could picture the revolutions of the\\nwheels, but a moment later it was racing down a slope, and all unexpectedly the tall\\nrailings of a bridge, outside the windows, were torn apart and pressed together, as it\\nseemed.\": {\"neg\": 0.056, \"neu\": 0.944, \"pos\": 0.0, \"compound\": -0.3612}, \"Soon I\\nshall have done -- it bows, it goes swiftly, and it will manage everything efficiently\\nwhile I rest.\\\"\": {\"neg\": 0.0, \"neu\": 0.766, \"pos\": 0.234, \"compound\": 0.5994}, \"\\\"The innkeeper isn't coming, he's not interested in guests, he is probably an\\nunfriendly man.\": {\"neg\": 0.268, \"neu\": 0.732, \"pos\": 0.0, \"compound\": -0.5801}, \"Nobody must dare to go there, but who could restrain himself?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Then it's really better for you to go.\": {\"neg\": 0.0, \"neu\": 0.687, \"pos\": 0.313, \"compound\": 0.4927}, \"Page 78\\n \\\"The form of a large beetle, yes.\": {\"neg\": 0.0, \"neu\": 0.722, \"pos\": 0.278, \"compound\": 0.4019}, \"For such reasons, supposing one wanted to keep up correspondence with him,\\none could not send him any real news such as could frankly be told to the most distant\\nacquaintance.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"What the custom was in this township he did not know, but it was\\npretty certain that Betty would have spoken of her fianc\\u00e9, and according to whether\\nhis arrival here was magnificent or feeble, so the esteem in which she was held here\\nwould increase or diminish, and with that, again, his own, too.\": {\"neg\": 0.041, \"neu\": 0.735, \"pos\": 0.224, \"compound\": 0.9253}, \"I remember that you used not to like him very much.\": {\"neg\": 0.19, \"neu\": 0.81, \"pos\": 0.0, \"compound\": -0.2755}, \"What could one write to such a man, who had obviously run off the rails, a man\\none could be sorry for but could not help.\": {\"neg\": 0.155, \"neu\": 0.845, \"pos\": 0.0, \"compound\": -0.4655}, \"She's fair, and pale now after her illness.\": {\"neg\": 0.245, \"neu\": 0.545, \"pos\": 0.209, \"compound\": -0.1027}, \"But Georg's friend had no inkling of this improvement.\": {\"neg\": 0.148, \"neu\": 0.403, \"pos\": 0.45, \"compound\": 0.6705}, \"Georg felt himself urged from the room, the crash with which his father fell on\\nthe bed behind him was still in his ears as he fled.\": {\"neg\": 0.094, \"neu\": 0.906, \"pos\": 0.0, \"compound\": -0.4019}, \"I should, of course, have liked very much to travel with you\\ntomorrow; but tomorrow is Saturday, everything'll be so crowded, it's a long journey.\\\"\": {\"neg\": 0.0, \"neu\": 0.921, \"pos\": 0.079, \"compound\": 0.2263}, \"Alone -- do you know what that means?\\\"\": {\"neg\": 0.222, \"neu\": 0.778, \"pos\": 0.0, \"compound\": -0.25}, \"An elderly gentleman came quickly toward the front entrance, stopped on the\\ndry mosaic paving, turned around.\": {\"neg\": 0.106, \"neu\": 0.894, \"pos\": 0.0, \"compound\": -0.2263}, \"Why else?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For one isn't at all sure even of acquaintances of long standing.\": {\"neg\": 0.151, \"neu\": 0.849, \"pos\": 0.0, \"compound\": -0.2411}, \"He lit a stub of candle that he had taken out of his waistcoat pocket and set it\\nPage 92\\non the seat opposite.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"But now I am sure it is too late; you have kept it a secret from me, and I shall\\nmiss the train.\": {\"neg\": 0.073, \"neu\": 0.822, \"pos\": 0.105, \"compound\": 0.1779}, \"I was only thinking.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 81\\n \\\"Yes, you must forgive my going today,\\\" Raban said.\": {\"neg\": 0.0, \"neu\": 0.826, \"pos\": 0.174, \"compound\": 0.2732}, \"Do you think I didn't love you, I, from whom you are\\nsprung?\\\"\": {\"neg\": 0.234, \"neu\": 0.766, \"pos\": 0.0, \"compound\": -0.5216}, \"Through the gaps between the passers-by one could see the regularly laid\\nstones of the carriageway.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"But attend to me!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"For if the driver is asleep, he will wake\\nup toward morning; if he is dead, then a new driver will come, or the innkeeper, and\\nshould that not happen either, then passengers will come by the early morning train,\\npeople in a hurry, making a noise.\": {\"neg\": 0.091, \"neu\": 0.909, \"pos\": 0.0, \"compound\": -0.6486}, \"Since Georg did not come any\\nnearer, as he had expected, he straightened himself again.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"\\\"Jungbunzlau, that's right.\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Raban thought she looked amazed.\": {\"neg\": 0.0, \"neu\": 0.556, \"pos\": 0.444, \"compound\": 0.4939}, \"Then I would pretend it was a matter of\\nhibernating, and I would press my little legs to my bulging belly.\": {\"neg\": 0.076, \"neu\": 0.865, \"pos\": 0.059, \"compound\": -0.0772}, \"\\\"To St.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Your mother had to die, she\\ncouldn't see the happy day, your friend is going to pieces in Russia, even three years\\nago he was yellow enough to be thrown away, and as for me, you see what condition\\nI'm in.\": {\"neg\": 0.143, \"neu\": 0.79, \"pos\": 0.067, \"compound\": -0.5716}, \"\\\"You will miss the bus, I'm afraid.\": {\"neg\": 0.211, \"neu\": 0.789, \"pos\": 0.0, \"compound\": -0.1531}, \"And so I shall meet people I know there, after all.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Was it a dark view through a gap or was it woods, was it a pool, or a\\nhouse in which the people were already asleep, was it a church steeple or a ravine\\nbetween the hills?\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"The animals tugged at the shafts, the carriage\\nbowled along, swaying as it gathered speed, until the swerve around the carriage ahead\\nwas completed and the horses moved apart again, only their narrow quiet heads\\ninclined toward each other.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Beyond these window tables all the furniture and\\nequipment in the large restaurant were hidden by the customers, who sat side by side\\nin little circles.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And so I wouldn't put off\\ntelling him any longer.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But then, later, you got on with him very well.\": {\"neg\": 0.0, \"neu\": 0.79, \"pos\": 0.21, \"compound\": 0.3384}, \"Well, a good journey, and remember me to\\neveryone!\\\"\": {\"neg\": 0.0, \"neu\": 0.531, \"pos\": 0.469, \"compound\": 0.6476}, \"His father leaned forward but did not topple.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"And who, if one were going to speak of it at all, would appreciate what merits\\nRaban here had, even if it was only that he bore those reproaches, which admittedly\\nnobody could make openly.\": {\"neg\": 0.051, \"neu\": 0.812, \"pos\": 0.137, \"compound\": 0.5267}, \"Many were out\\non business; in spite of the fact that they walked fast, one saw them longer than others,\\nnow on the pavement, now below; their coats fitted them badly; they did not care how\\nthey carried themselves; they let themselves be pushed by the people and they pushed\\ntoo.\": {\"neg\": 0.16, \"neu\": 0.84, \"pos\": 0.0, \"compound\": -0.8453}, \"cried his father, cutting short the answer, threw the blankets off with a\\nstrength that sent them all flying in a moment and sprang erect in bed.\": {\"neg\": 0.14, \"neu\": 0.751, \"pos\": 0.109, \"compound\": 0.0258}, \"He would go over and straighten it.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Nothing to thank me\\nfor.\": {\"neg\": 0.345, \"neu\": 0.655, \"pos\": 0.0, \"compound\": -0.2755}, \"They came into a fairly dark square, which began on their side of the street, for\\nthe opposite side extended farther.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"and \\\"Here I am!\\\"\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"Page 105\\n His father cleared away the breakfast dishes and set them on a chest.\": {\"neg\": 0.0, \"neu\": 0.903, \"pos\": 0.097, \"compound\": 0.1027}, \"Georg rose in embarrassment.\": {\"neg\": 0.492, \"neu\": 0.508, \"pos\": 0.0, \"compound\": -0.4404}, \"Now and then there came men who were smoking, bearing small upright\\nelongated clouds along ahead of them.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"But of course he knew\\nneither what people felt about her nor what she had told them about him, and so\\neverything was all the more disagreeable and difficult.\": {\"neg\": 0.176, \"neu\": 0.824, \"pos\": 0.0, \"compound\": -0.6962}, \"Translated by Ernst Kaiser and Eithne Wilkins\\nPage 100\\nThe Judgment\\n IT WAS a Sunday morning in the very height of spring.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}, \"It gave him a dreadful feeling to notice\\nthat while he took the few steps toward the bed the old man on his breast was playing\\nwith his watch chain.\": {\"neg\": 0.09, \"neu\": 0.807, \"pos\": 0.102, \"compound\": -0.1531}, \"\\\"You have no friend in St. Petersburg.\": {\"neg\": 0.212, \"neu\": 0.481, \"pos\": 0.308, \"compound\": 0.25}, \"And\\nyet these villages are inhabited, and there perhaps travelers go from shop to shop.\": {\"neg\": 0.0, \"neu\": 1.0, \"pos\": 0.0, \"compound\": 0.0}}"